[
  {
    "number": "1",
    "words": [
      "abate",
      "abjured",
      "abdicated",
      "abscission",
      "aberrations",
      "absconded",
      "abeyance",
      "abstemious",
      "abject",
      "abstinence"
    ],
    "sentences": [
      [
        "The 90-year-old monarch ____________ the throne to allow his son to become king.",
        "abdicated"
      ],
      [
        "Psychotherapy relies on psychological rather than physiological approaches to curing mental ____________.",
        "aberrations"
      ],
      [
        "Implementation of the new plan has been held in ____________ pending an investigation of its effectiveness to date.",
        "abeyance"
      ],
      [
        "Ms. Johnson's ____________ lifestyle helped her to amass a fortune.",
        "abstemious"
      ],
      [
        "The crew of the vessel waited for the storm to ____________ before going on deck to make repairs.",
        "abate"
      ],
      [
        "The alcoholic's physician recommended total ____________ from liquor for her patient.",
        "abstineence"
      ],
      [
        "The documentary filmmaker was accused of using misleading footage to make it appear that nearly everyone in the country lived in ____________ conditions.",
        "abject"
      ],
      [
        "The judge said he would reduce the convicted woman's sentence if she ____________ all association with those convicted of treason.",
        "abjured"
      ],
      ["The senior surgeon performed the difficult ____________.", "abscission"],
      [
        "The audit of the bank's financial records led investigators to suspect that someone had ____________ with $100,000.  ",
        "absconded"
      ]
    ]
  },
  {
    "number": "2",
    "words": [
      "abysmal",
      "admonished",
      "accretion",
      "adulterated",
      "accrued",
      "adamant",
      "aesthetic",
      "affected",
      "adjunct",
      "affinity"
    ],
    "sentences": [
      ["The film is marred by the actor's ____________ English accent.", "affected"],
      [
        "In Emily Bronte's Wuthering Heights the characters Heathcliff and Catherine feel such an ____________ for each other that they almost literally cannot live without each other.",
        "affinity"
      ],
      [
        "Over the years the university's computer system has grown so much by ____________ that no one person has a complete understanding of it.",
        "accretion"
      ],
      [
        "The committee on education reform recommended that the school introduce more art courses to develop students' ____________ awareness.",
        "aesthetic"
      ],
      [
        "The poet ____________ the critic for failing to appreciate the subtle changes in his poem's meter.",
        "admonished"
      ],
      [
        "Tom's savings account has ____________ $3,000 in interest over the last ten years.",
        "accrued"
      ],
      [
        "The band's playing was so ____________ that they were booed off stage.",
        "abysmal"
      ],
      [
        "The English teacher is ____________ about one thing: students must correct all the errors in written work that she returns to them.",
        "adament"
      ],
      [
        "Over the last 20 years or so consumers have increasingly demanded food that is not ____________ with additives.",
        "adulterated"
      ],
      [
        "Nearly half of the college courses in America are taught by ____________ professors.  ",
        "adjunt"
      ]
    ]
  },
  {
    "number": "3",
    "words": [
      "aggrandize",
      "alleviate",
      "aggregate",
      "alloys",
      "alacrity",
      "allure",
      "alchemy",
      "amalgamate",
      "allay",
      "ambiguous"
    ],
    "sentences": [
      [
        "The ____________ of France is great; millions of people around the world study its language and culture.",
        "allure"
      ],
      [
        "With the organic chemistry test coming up soon, Maria knew she had to start studying for it with ____________ .",
        "alacrity"
      ],
      [
        "The computer manufacturer donated one hundred computers to the inner-city school to ____________ the problem of children not having access to the Internet.",
        "alleviate"
      ],
      [
        "The corporation's CEO claimed that his purchase of a personal jet airplane was not meant to personally ____________ him.",
        "aggrandize"
      ],
      [
        "By what remarkable artistic ____________ did the interior decorator transform the drab living room into a room of vibrant color and light?",
        "alchemy"
      ],
      [
        "John's role in the affair is ____________ ; it is not clear whether he took an active part in it or was merely an advisor.",
        "ambiguous"
      ],
      [
        "The final plan is an ____________ of the ideas of everyone in the class.",
        "aggregate"
      ],
      [
        "Modern ____________ have helped make cars lighter and more resistant to corrosion.",
        "alloys"
      ],
      [
        "To ____________ the public's fears that his health was failing, the prime minister played tennis every day and invited reporters to be present.",
        "allay"
      ],
      [
        "Now separate entities, the twelve colleges will ____________ to create a single university.  ",
        "amalgamate"
      ]
    ]
  },
  {
    "number": "4",
    "words": [
      "ambivalent",
      "amulet",
      "ambrosia",
      "anachronism",
      "ameliorate",
      "analgesic",
      "amenable",
      "analogy",
      "amenities",
      "anarchy"
    ],
    "sentences": [
      [
        "Many people have an ____________ attitude to war: it causes great suffering, yet appears at times to be the only solution to a serious problem.",
        "ambivalent"
      ],
      [
        "During the revolution the country began to slip toward ____________.",
        "anarchy"
      ],
      [
        "The soldier attributed his survival through three battles to an ____________ he had found in Borneo.",
        "amulet"
      ],
      [
        "After fasting for 24 hours, Wayne said that his first bite of steak tasted like ____________.",
        "ambrosia"
      ],
      [
        "'I'm afraid all I can do for your headache is prescribe an ____________ to relieve the pain,' the doctor told her patient.",
        "analgesic"
      ],
      [
        "The governor drew an ____________ between a family and society, pointing out that both need a leader if they are to function smoothly.",
        "analogy"
      ],
      [
        "The antithesis of the principle of art for art's sake is social realism, which feels a heavy responsibility to identify, and even ____________ , social ills.",
        "ameliorate"
      ],
      [
        "The history professor is ____________ to student suggestions for the topic of the term paper.",
        "amenable"
      ],
      [
        "The editor discovered an ____________ in the script; set in 1944, it contained a reference to the atomic bombing of Hiroshima in 1945.",
        "anachronism"
      ],
      [
        "Many modern tourists like to have all the ____________ of home when they travel.  ",
        "amentities"
      ]
    ]
  },
  {
    "number": "5",
    "words": [
      "anodyne",
      "apathy",
      "anomalous",
      "antecedents",
      "apex",
      "apogee",
      "antediluvian",
      "apothegms",
      "antipathy",
      "appease"
    ],
    "sentences": [
      [
        "The transistor was the result of a collaborative effort by researchers at Bell Laboratories in New Jersey, one of the world's most advanced scientific and technological laboratories, which had its ____________ in the great laboratories created in the late nineteenth century by people like Thomas Edison.",
        "antecedents"
      ],
      [
        "In 'Strange Meeting,' one of Wilfred Owen's poems about World War I, the speaker says that he has no ____________ for the foe he killed in battle.",
        "antipathy"
      ],
      [
        "The students are trying to overcome public ____________ on the issue by setting up exhibitions about it in shopping centers.",
        "apathy"
      ],
      [
        "The scientist asked the lab technician to check the ____________ results again.",
        "anomalous"
      ],
      ["To ____________ angry voters the legislature approved a tax cut.", "appease"],
      [
        "The English teacher showed his class the classic film On the Beach, but many of the students had trouble appreciating it because of what one student called its '____________ black and white film technology.'",
        "antediluvian"
      ],
      [
        "The eighteenth-century British writer Samuel Johnson is famous for his sage ____________ , such as 'If you are idle, be not solitary; if you are solitary, be not idle.'",
        "apothegms"
      ],
      [
        "The pastor's comforting words at the child's funeral were an ____________ for the grieving family.",
        "anodyne"
      ],
      [
        "When the spacecraft reaches its ____________ in its orbit around Earth, another craft will be launched from it on a voyage to Mars.",
        "apogee"
      ],
      [
        "Many religions view human beings as standing at the ____________ of creation.  ",
        "apex"
      ]
    ]
  },
  {
    "number": "6",
    "words": [
      "appellation",
      "apposite",
      "apprised",
      "apropos",
      "arabesque",
      "archeology",
      "ardor",
      "approbation",
      "appropriated",
      "arduous"
    ],
    "sentences": [
      [
        "Some people felt the remarks were out of place, but others thought they were perfectly ____________.",
        "apropos"
      ],
      [
        "The president ordered his chief of staff to keep him ____________ of any changes in the situation.",
        "apprised"
      ],
      [
        "The English professor has started on the ____________ task of writing book-length commentaries on all thirty-seven of William Shakespeare's plays.",
        "arduous"
      ],
      [
        "During an economic 'bubble' there is a great ____________ for speculative investing.",
        "ardor"
      ],
      [
        "____________ provides anthropologists with important information about prehistoric cultures.",
        "archeology"
      ],
      [
        "The city ____________ private land to build low-cost housing.",
        "appropriated"
      ],
      ["The ____________ is one of the fundamental ballet poses.", "arabesque"],
      [
        "Former U.S Supreme Court justice Byron White was given the ____________ 'Whizzer' when he played football in college.",
        "appellation"
      ],
      [
        "The fashion book contains the perfect, ____________ image to represent one hundred famous designers.",
        "apposite"
      ],
      [
        "The young scientist is working 80 hours a week to gain the ____________ of her peers.  ",
        "approbation"
      ]
    ]
  },
  {
    "number": "7",
    "words": [
      "argot",
      "asperity",
      "arrest",
      "aspersions",
      "artifact",
      "assiduously",
      "artless",
      "assuage",
      "ascetic",
      "astringent"
    ],
    "sentences": [
      [
        "The young actor's brilliant portrayal of the ____________ young boy was the result, paradoxically, of many hours of careful rehearsal.",
        "artless"
      ],
      [
        "Considering that the two men had been such good friends for so long, we were surprised by the ____________ of their attacks on each other.",
        "asperity"
      ],
      [
        "In his book Confessions, Saint Augustine tells of his sinful life before he was converted to Christianity and began to live an ____________ and virtuous life.",
        "ascetic"
      ],
      [
        "Mate, a popular beverage in South America, is similar to tea but is less ____________ and often contains more caffeine.",
        "astringent"
      ],
      [
        "Some scholars have argued that the idea of romantic love is an ____________ of culture, unique to the West, with its origin in the European tradition of courtly love; however, sociological research has shown that romantic love exists in most cultures.",
        "artifact"
      ],
      [
        "The new drug is able to ____________ the development of cancerous cells.",
        "arrest"
      ],
      [
        "China's leaders talked with a group of American congressional representatives to ____________ fears that China plans to threaten American military preeminence.",
        "assuage"
      ],
      [
        "The study's conclusion is that more females attend college than males because girls tend to apply themselves more ____________ to their studies than boys.",
        "assiduously"
      ],
      [
        "Much of the ____________ from the field of information technology that previously was familiar only to experts in the field is now used in everyday conversation ('Internet Service Provider,' for example).",
        "argot"
      ],
      [
        "The report in the newspaper cast ____________ on the candidate.   ",
        "aspersions"
      ]
    ]
  },
  {
    "number": "8",
    "words": [
      "asylum",
      "atavism",
      "autonomous",
      "avarice",
      "attenuate",
      "avers",
      "audacious",
      "avocation",
      "austere",
      "avuncular"
    ],
    "sentences": [
      [
        "It is important to have an ____________ judiciary so that laws can be interpreted free of political influence and considerations.",
        "autonomous"
      ],
      ["The monks live in ____________ quarters.", "austere"],
      [
        "Scientists examining the whale discovered an ____________ : it had two legs.",
        "atavism"
      ],
      ["The ____________ teacher is popular with students.", "avuncular"],
      [
        "Many people prefer to pursue an ____________ that is very different from their occupation.",
        "avocation"
      ],
      [
        "The United States and Britain have long histories of offering ____________ to victims of persecution.",
        "asylum"
      ],
      [
        "The plan to eliminate hunger in the world is an ____________ one, but it can be achieved if all the nations of the world cooperate.",
        "audacious"
      ],
      [
        "A criticism that has been made of capitalism is that it encourages ____________ .",
        "avarice"
      ],
      [
        "Materialism is a philosophy that ____________ that matter is the only reality and denies the existence of idealism and spiritualism.",
        "avers"
      ],
      ["Aspirin has the power to ____________ a fever.    ", "attenuate"]
    ]
  },
  {
    "number": "9",
    "words": [
      "axiomatic",
      "bawdy",
      "bacchanalian",
      "beatification",
      "banal",
      "bedizen",
      "banter",
      "behemoths",
      "bard",
      "belie"
    ],
    "sentences": [
      [
        "The comedian dropped the ____________ jokes from his routine for his appearance on national television.",
        "bawdy"
      ],
      [
        "The ____________ Ted Hughes was appointed Britain's Poet Laureate in 1984.",
        "bard"
      ],
      [
        "In Jack London's novel The Sea Wolf, one of the characters says, 'The sacredness of life I had accepted as ____________ .'",
        "axiomatic"
      ],
      [
        "At first, college seemed to ____________ all the good things Steve had heard about it in high school; gradually, however, he came to like it.",
        "belie"
      ],
      [
        "First IBM, next Microsoft and then Google became the ____________ of the computer industry.",
        "behemoths"
      ],
      [
        "The TV show's producer tries to steer a middle path between making a typical ____________ program and being so original that much of the audience is lost.",
        "banal"
      ],
      [
        "The queen decided to ____________ herself with expensive jewelry for the ball.",
        "bedizen"
      ],
      [
        "In the Roman Catholic Church, the final stage in the path to sainthood is canonization, which occurs after ____________ .",
        "beatification"
      ],
      [
        "The college's annual spring break party in Florida is a/an ____________ affair.",
        "bacchanalian"
      ],
      [
        "The world leaders enjoyed some friendly ____________ before getting down to the serious business of the negotiations.   ",
        "banter"
      ]
    ]
  },
  {
    "number": "10",
    "words": [
      "beneficence",
      "bifurcation",
      "bombastic",
      "boorish",
      "blandishments",
      "bovine",
      "blase",
      "brazen",
      "bolstered",
      "broached"
    ],
    "sentences": [
      [
        "The coach warned the lacrosse team not to become ____________ even though they had won a school record twenty matches the previous season.",
        "blase"
      ],
      [
        "There is a ____________ in American politics between a tradition that believes that interference in the affairs of other countries is imprudent, and an idealistic streak that seeks to use American power to help other countries.",
        "bifurcation"
      ],
      [
        "Bill Gates showed his ____________ by setting up with his wife Melinda a foundation to provide financial help to, among other things, fight disease in the third world.",
        "beneficence"
      ],
      [
        "Amanda went out with her boyfriend for two years before she ____________ the subject of marriage.",
        "broached"
      ],
      [
        "The audience listened to the boring speech with ____________ expressions on their faces.",
        "bovine"
      ],
      [
        "ussian historians have shown how the Soviet leader Joseph Stalin used a mixture of arguments, ____________ , and threats to overcome resistance to his repressive policies among his fellow Politburo members.",
        "blandishments"
      ],
      [
        "The small company startled investors by its ____________ takeover of a company with three times its assets.",
        "brazen"
      ],
      [
        "Many people in the audience were annoyed at the ____________ behavior of the two men who talked loudly to each other through the entire movie.",
        "boorish"
      ],
      [
        "The president's speechwriter told him that she was doing her best to write a speech that was serious and solemn but not ____________ .",
        "bombastic"
      ],
      [
        "The prosecutor's case was ____________ by the new testimony of a credible witness.  ",
        "bolstered"
      ]
    ]
  },
  {
    "number": "11",
    "words": [
      "bucolic",
      "cadge",
      "burgeoning",
      "callous",
      "burnish",
      "calumny",
      "buttress",
      "canard",
      "cacophonous",
      "canon"
    ],
    "sentences": [
      [
        "The ____________ of modern communications has made fiber optics nearly indispensable because of its ability to transmit vast amounts of information.",
        "burgeoning"
      ],
      [
        "The link between economic boom and war is used by Marxists to ____________ their view that capitalism thrives on war, and to some degree, encourages it in periods of low economic activity.",
        "buttress"
      ],
      [
        "How many times have you heard the old ____________ 'Those who can, do; those who can't, teach'?",
        "canard"
      ],
      [
        "A traditional olive farm is a ____________ sight: big trees spaced fairly far apart providing good cover for grass and grazing animals.",
        "bucolic"
      ],
      [
        "The student is well known for his tendency to ____________ money from his friends.",
        "cadge"
      ],
      [
        "The company's new advertising campaign is intended to ____________ its image as a dynamic, forward-looking firm.",
        "burnish"
      ],
      [
        "The movie star sued the newspaper for printing ____________ about him.",
        "calumny"
      ],
      [
        "The task the poultry farm worker looked forward to the least was going into the ____________ hen yard at feeding time.",
        "cacophonous"
      ],
      [
        "The public relations director's comments that the inmates had hanged themselves as a public relations stunt was widely regarded as showing a ____________ disregard for life.",
        "callous"
      ],
      [
        "The nineteenth-century French composer Hector Berlioz has become a central figure in the Western musical ____________ .   ",
        "canon"
      ]
    ]
  },
  {
    "number": "12",
    "words": [
      "cant",
      "carnal",
      "cantankerous",
      "carping",
      "capricious",
      "cartography",
      "captious",
      "caste",
      "cardinal",
      "castigated"
    ],
    "sentences": [
      [
        "The military employs a type of ____________ system with generals at the top and privates at the bottom.",
        "caste"
      ],
      [
        "Commentators dismissed the speech as the mere ____________ of someone desperately trying to be reelected.",
        "cant"
      ],
      [
        "The English teacher is so pedantic and ____________ in her marking that her students have become discouraged.",
        "captious"
      ],
      [
        "It is a postulate of science that the laws of nature are not ____________ and that the universe is not chaotic.",
        "capricious"
      ],
      [
        "According to this book the ____________ rule of good writing is to be clear.",
        "cardinal"
      ],
      [
        "Rococo painting often reflects the great pleasure the French aristocracy took in all things ____________ .",
        "carnal"
      ],
      [
        "The ability of modern ____________ to produce very accurate maps of the Earth's surface has been a boon to navigators.",
        "cartography"
      ],
      [
        "The boss ____________ the worker for losing the important client's file.",
        "castigated"
      ],
      [
        "The band decided to continue to play in their new style despite the ____________ of critics who said it was a sell-out to commercial interests.",
        "carping"
      ],
      [
        "The ____________ old woman is always getting into arguments with people.   ",
        "cantankerous"
      ]
    ]
  },
  {
    "number": "13",
    "words": [
      "cataclysm",
      "caustic",
      "catalysts",
      "celestial",
      "categorical",
      "centrifugal",
      "caucus",
      "centripetal",
      "causal",
      "championed"
    ],
    "sentences": [
      [
        "Since its founding in 1966, the National Organization for Women (NOW) has ____________ the rights of women.",
        "championed"
      ],
      [
        "A study finds that people who exercise more tend to be healthier: Its authors raise the question, 'Are these individuals healthier because they exercise' - a ____________ link - or do they exercise more because they are healthier to begin with?'",
        "casual"
      ],
      [
        "'My position is ____________ ,' the CEO said. 'I will not allow this company to be bought out.'",
        "categorical"
      ],
      [
        "Biochemical ____________ , called enzymes, occur naturally in cells, changing one molecule into another.",
        "catalysts"
      ],
      [
        "Scientists say that the impact of a large meteor with the Earth would cause a ____________ that might end all life on our planet.",
        "cataclysm"
      ],
      [
        "Japanese sociologists are studying the ____________ effects of a homogenous population on society.",
        "centripetal"
      ],
      [
        "Theoretically, a space station could be rotated to create artificial gravity as a result of ____________ force.",
        "centrifugal"
      ],
      [
        "Gothic cathedrals place a great importance on light and a sense of space that seems to lift one toward the ____________ .",
        "celestial"
      ],
      [
        "The parliament's minority ____________ issued a report condemning government policy.",
        "caucus"
      ],
      [
        "Wear protective gloves when working with ____________ substances in the laboratory.   ",
        "caustic"
      ]
    ]
  },
  {
    "number": "14",
    "words": [
      "chastened",
      "clairvoyant",
      "chicanery",
      "clamor",
      "chivalric",
      "clique",
      "churlish",
      "cloistered",
      "circuitous",
      "coagulates"
    ],
    "sentences": [
      [
        "The idea of the gentleman is derived from the ____________ ideal that a man should be honorable, courteous, brave, and loyal, especially to women.",
        "chivalric"
      ],
      ["Egg white ____________ when heated.", "coagulates"],
      [
        "The college newspaper is dominated by a ____________ of students who seem to be interested mainly in sports.",
        "clique"
      ],
      [
        "Over the last few years there has been a ____________ in the media about increased global warming.",
        "clamor"
      ],
      [
        "After robbing the store, the thief took a ____________ route back to his house in case anyone was following him.",
        "circuitous"
      ],
      ["Mr. Jones tends to be ____________ before he has had breakfast.", "churlish"],
      [
        "The government's budget deficit was covered up by ____________ ; several items were moved off-budget and unrealistically high revenues were projected.",
        "chicanery"
      ],
      [
        "The dictator of the small country was ____________ by the great power's show of naval strength in the harbor of his country's capital city.",
        "chastened"
      ],
      [
        "We all said that Claire must be ____________ after she predicted the exact score of the football game.",
        "clairvoyant"
      ],
      ["The scholar lives a ____________ life among his books.   ", "cloistered"]
    ]
  },
  {
    "number": "15",
    "words": [
      "coalesced",
      "collage",
      "complaisant",
      "coda",
      "commensurate",
      "complement",
      "codification",
      "compendium",
      "cognizant",
      "complacent"
    ],
    "sentences": [
      [
        "The final chapter of the scientist's book is a ____________ in which the author reflects on her life and the important role science played in it.",
        "coda"
      ],
      [
        "The former chainsmoker describes herself as 'Now a ____________, passive nonsmoker.'",
        "complaisant"
      ],
      [
        "A recent theory of how the Earth got its moon is that a very large object collided with the Earth about 4.5 billion years ago, producing ironfree material that gradually ____________ into the Moon.",
        "coalesced"
      ],
      [
        "One of the cornerstones of capitalism is the conviction that a worker's rewards should be ____________ with his or her contribution.",
        "commensurate"
      ],
      [
        "Another important ____________ of modern civil law in addition to the Napoleonic Code is the German Civil Code (German Brgerliches Gesetzbuch) that went into effect in the German Empire in 1900.",
        "codification"
      ],
      [
        "When one is studying a complex novel, it is helpful to have a ____________ that gives information about characters, setting, plot, etc.",
        "compendium"
      ],
      [
        "Traditionally, white wine is considered a good ____________ to fish, whereas red wine is considered to be more suitable for meat.",
        "complement"
      ],
      [
        "The company's CEO is worried that this quarter's record profits will make his employees ____________ .",
        "complacent"
      ],
      [
        "It is important that a person accused of a crime be ____________ of his or her legal rights.",
        "cognizant"
      ],
      [
        "Modern Singapore is a multiethnic ____________ of Malays, Indians, Chinese, and many other groups.   ",
        "collage"
      ]
    ]
  },
  {
    "number": "16",
    "words": [
      "compliant",
      "compunction",
      "concave",
      "conciliatory",
      "concocted",
      "concomitant",
      "condoned",
      "confounded",
      "congenial",
      "conjugal"
    ],
    "sentences": [
      [
        "It appears that bureaucracies are today a necessary evil, a ____________ of modern society.",
        "concomitant"
      ],
      [
        "Amateur radio operators must be ____________ with federal laws as administered by the Federal Communications Commission.",
        "compliant"
      ],
      [
        "The novel's plot centers around a woman's search for ____________ bliss.",
        "conjugal"
      ],
      [
        "One of the main goals of military training is to train soldiers to kill without ____________ .",
        "compunction"
      ],
      [
        "The dating service matches men and women with ____________ interests.",
        "congenial"
      ],
      [
        "For centuries, Fermat's last theorem ____________ mathematicians.",
        "confounded"
      ],
      [
        "The story Bud ____________ about having been abducted by Vegans in search of Earth's greatest knowledge was not deemed by his professor an acceptable excuse for not handing in his term paper.",
        "concocted"
      ],
      ["A lens with two ____________ surfaces is called a biconcave lens.", "concave"],
      [
        "Some people believe that the use of nuclear weapons should never be ____________ .",
        "condoned"
      ],
      [
        "After ten years of feuding with her neighbor, Mrs. Clampett decided enough was enough: as a ____________ gesture, she baked a cake and brought it over to her neighbor.   ",
        "conciliatory"
      ]
    ]
  },
  {
    "number": "17",
    "words": [
      "connoisseur",
      "contentious",
      "contumacious",
      "conscripted",
      "contiguous",
      "conundrums",
      "consecrated",
      "continence",
      "contends",
      "contrite"
    ],
    "sentences": [
      [
        "The appropriate function of literary criticism is a ____________ issue, even among critics themselves.",
        "contentious"
      ],
      [
        "The art critic ____________ that the art of what are called less sophisticated cultures has an immediacy that is often lacking in civilized art, perhaps because it is less selfconscious, intellectual, and stylized.",
        "contends"
      ],
      [
        "In Israel, women as well as men are ____________ into the armed forces; however, men can be made to serve in combat, whereas women serve in a noncombat capacity.",
        "conscripted"
      ],
      [
        "One of the great ____________ in economics is how to achieve full employment without high inflation.",
        "conundrums"
      ],
      ["The monk pledged himself to a life of ____________ .", "continence"],
      [
        "The dream holiday of the wine ____________ is a trip to France to visit famous chateaux in the region of Bordeaux.",
        "connoisseur"
      ],
      [
        "The king ordered his army to quell the rebellion by his ____________ subject.",
        "contumacious"
      ],
      [
        "The landowner had the abandoned house ____________ to his house torn down.",
        "contiguous"
      ],
      ["The Cardinal ____________ the cathedral in 1676.", "consecrated"],
      [
        "The ____________ sinner prayed every day for God to forgive her.  ",
        "contrite"
      ]
    ]
  },
  {
    "number": "18",
    "words": [
      "conventions",
      "converges",
      "convex",
      "convivial",
      "copious",
      "coquette",
      "cornucopia",
      "cosmology",
      "convoluted",
      "covert"
    ],
    "sentences": [
      [
        "One need not know anything of medieval Christian ____________ to appreciate the great Gothic cathedrals, edifices that are a supreme legacy of that age.",
        "cosmology"
      ],
      [
        "A work of art may seem contrived to a person who is unfamiliar with the ____________ of the form of art he is observing.",
        "conventions"
      ],
      [
        "Fyodor Dostoevsky's The Possessed has a fascinating, though ____________ , plot.",
        "convoluted"
      ],
      ["____________ lenses are used to correct farsightedness.", "convex"],
      [
        "Politicians are often ____________ individuals who are comfortable with a wide variety of people.",
        "convivial"
      ],
      ["Stella takes ____________ notes in all of her classes.", "copious"],
      [
        "In Robert Frost's famous poem 'The Road Not Taken' the speaker must choose which path to take after the one he is on ____________ with another.",
        "converges"
      ],
      ["The plainclothes detective took part in a ____________ operation.", "covert"],
      ["Sarah has a reputation as a bit of a ____________ .", "coquette"],
      [
        "Tropical rain forests contain a ____________ of plant substances that have proven to be effective medicines.   ",
        "cornucopia"
      ]
    ]
  },
  {
    "number": "19",
    "words": [
      "covets",
      "daunting",
      "cozens",
      "dearth",
      "craven",
      "debauchery",
      "credo",
      "defaming",
      "credence",
      "decorum"
    ],
    "sentences": [
      [
        "Because so many young men were killed in the war, there is a ____________ of potential husbands for the young women of the village.",
        "dearth"
      ],
      [
        "The general called his advisor's suggestion that he surrender 'the ____________ proposal of a coward.'",
        "craven"
      ],
      [
        "The sales pitch ____________ potential customers by omitting the fact that the product has been superseded by far superior products available at the same price.",
        "cozens"
      ],
      [
        "To make the task of writing the book less ____________ , the author broke the task into a number of small tasks he could do one at a time.",
        "daunting"
      ],
      [
        "I admit that the professor's statement is baffling; however, it should be given some ____________ because of his towering reputation in the field.",
        "credence"
      ],
      [
        "The principal reminded the students to conduct themselves with ____________ during the guests' visit.",
        "decorum"
      ],
      [
        "The amateur radio operator ____________ a new ICOM 7800 high frequency transceiver costing more than $10,000, but his wife says he can afford only the Kenwood 570D costing about $1,000.",
        "covets"
      ],
      [
        "The novelist follows the ____________ that plot proceeds from character.",
        "credo"
      ],
      [
        "The students went to Fort Lauderdale for a week of ____________ .",
        "debauchery"
      ],
      [
        "The journalist was sued for ____________ a police officer in his article.   ",
        "defaming"
      ]
    ]
  },
  {
    "number": "20",
    "words": [
      "default",
      "demotic",
      "deference",
      "demurred",
      "defunct",
      "denigrated",
      "delineated",
      "denizens",
      "demographic",
      "denouement"
    ],
    "sentences": [
      [
        "The ____________ of a novel by crime writer Mickey Spillane is generally very violent.",
        "denouement"
      ],
      [
        "Data gathered in the census provides planners with important ____________ information.",
        "demographic"
      ],
      [
        "On his first scuba dive, Kenny was happy to find that the ____________ of the sea did not appear to be hostile.",
        "denizens"
      ],
      [
        "Solid-state electronic equipment has made vacuum tube equipment ____________ in most areas other than very specialized applications.",
        "defunct"
      ],
      [
        "The political science professor ____________ a plan to reorganize the United Nations to make it better reflect the realities of the contemporary world.",
        "delineated"
      ],
      [
        "The chairperson asked for a vote on the proposal; since no one ____________ , it passed unanimously.",
        "demurred"
      ],
      [
        "The professor never watches movies, which he calls '____________ entertainment for the semiliterate.'",
        "demotic"
      ],
      [
        "Rather than ____________ on her car loan payments after losing her job, Ruth worked out an agreement that allowed her to make lower monthly payments.",
        "default"
      ],
      [
        "In Victorian times servants were expected to show great ____________ to their employers.",
        "deference"
      ],
      [
        "In many societies women have been ____________ as inferior to men.  ",
        "denigrated"
      ]
    ]
  },
  {
    "number": "21",
    "words": [
      "derided",
      "deterrent",
      "derivative",
      "detraction",
      "desiccated",
      "diaphanous",
      "desuetude",
      "diatribe",
      "desultory",
      "dichotomy"
    ],
    "sentences": [
      [
        "In his book Supernature the British biologist Lyall Watson argues that the ____________ between nature and the supernatural exists more in the human mind than in reality.",
        "dichotomy"
      ],
      [
        "The two areas of the room are separated only by a ____________ curtain.",
        "diaphanous"
      ],
      [
        "Scientists are studying the ____________ bones to see if they are the remains of a person.",
        "desiccated"
      ],
      [
        "Some studies suggest that capital punishment is a ____________ against murder.",
        "desiccated"
      ],
      [
        "The critics ____________ the movie as 'a waste of $100 million dollars.'",
        "derided"
      ],
      [
        "The poet describes his work as ____________ because it draws on the work of many other poets.",
        "derivative"
      ],
      [
        "The two men walked along the beach, engaged in ____________ conversation.",
        "desultory"
      ],
      [
        "The rise of Irish nationalism has probably helped bring the Irish language back from the ____________ it was falling into in the nineteenth century.",
        "desuetude"
      ],
      [
        "The prime minister's ____________ against foreign influence in the country lasted three hours.",
        "diatribe"
      ],
      [
        "The only ____________ from the excellence of the climate is the rainy winter.    ",
        "detraction"
      ]
    ]
  },
  {
    "number": "22",
    "words": [
      "diffidence",
      "diffuse",
      "discerning",
      "discomfited",
      "digressions",
      "dirge",
      "disabuse",
      "discordant",
      "discredited",
      "discrepancy"
    ],
    "sentences": [
      [
        "One year of medical school was enough to ____________ Steve of the idea that medical school is a 'piece of cake.'",
        "disabuse"
      ],
      [
        "Auditors are investigating the ____________ between the company's stated earnings and its projected earnings based on sales.",
        "discrepancy"
      ],
      ["The band played a ____________ at the soldier's funeral.", "dirge"],
      [
        "Some readers are annoyed by the long ____________ on geology and other scientific subjects in Kim Stanley Robinson's Mars trilogy; other readers, however, find them fascinating, illuminating and beautifully written.",
        "digressions"
      ],
      [
        "Historians of science study theories that have become accepted by modern science as well as those that have been ____________ .",
        "discredited"
      ],
      [
        "One of the aims of the English literature course is to help students become ____________ readers.",
        "discerning"
      ],
      [
        "The study suggests that women do not find ____________ in men to be an attractive quality.",
        "diffidence"
      ],
      [
        "The intravenous drug will ____________ through the patient's body in about 20 minutes.",
        "diffuse"
      ],
      ["Many people are ____________ by the idea of their own death.", "discomfited"],
      [
        "The governor traveled around the state listening to the ____________ views on the controversial issue.   ",
        "discordant"
      ]
    ]
  },
  {
    "number": "23",
    "words": [
      "discrete",
      "discretion",
      "disingenuous",
      "disinterested",
      "disjointed",
      "dismissed",
      "disparaged",
      "disparate",
      "dissembled",
      "disseminated"
    ],
    "sentences": [
      [
        "The historian tries to take a ____________ view of how the United States got involved in the Vietnam War.",
        "disinterested"
      ],
      [
        "The great increase in travel in modern times makes it difficult to determine how and where a disease originated, as well as how it was ____________ , so that measures can be taken to mitigate its effects.",
        "disseminated"
      ],
      [
        "The novel's narrative is so ____________ that many readers have trouble following it.",
        "disjointed"
      ],
      [
        "Scientific laws identify a common fundamental element in seemingly ____________ phenomena.",
        "disparate"
      ],
      [
        "The historian describes her method as 'not so much the study of ____________ events but rather the study of relationships between those events.'",
        "discrete"
      ],
      [
        "The judge ____________ the evidence as not relevant to the case at hand.",
        "dismissed"
      ],
      [
        "The school lets its teachers use considerable ____________ in designing lessons for students.",
        "discretion"
      ],
      [
        "The investigating committee ruled that the governor 'had been ____________' in not providing important information to them.",
        "disingenuous"
      ],
      [
        "The noted director Stanley Kubrick, who turned down the chance to go to college when he was seventeen, ____________ formal education, saying, 'I never learned anything at all at school.'",
        "disparaged"
      ],
      [
        "The girl ____________ when her date asked if she had ever been kissed.  ",
        "dissembled"
      ]
    ]
  },
  {
    "number": "24",
    "words": [
      "dissidents",
      "distrait",
      "dissolution",
      "diverged",
      "dissonance",
      "divested",
      "distended",
      "divulge",
      "distill",
      "doctrinaire"
    ],
    "sentences": [
      [
        "How the poet John Keats was able to ____________ so much beauty and wisdom into his poetry remains a mystery.",
        "distill"
      ],
      [
        "The members' vote of no confidence in the ruling government led to the ____________ of parliament.",
        "dissolution"
      ],
      [
        "The man who ate more than fifty hot dogs to win the hot dog eating competition gained seven pounds and had a ____________ belly for a few days.",
        "distended"
      ],
      [
        "According to the child psychologist, ____________ between family and school is normal.",
        "dissonance"
      ],
      [
        "The psychologist's patient ____________ himself of the secrets he had been carrying within for 30 years.",
        "divested"
      ],
      [
        "During World War I many people in the United States considered conscientious objectors to be radical ____________ .",
        "dissidents"
      ],
      [
        "Pam's life ____________ from Bob's after they graduated from college in 1971; he was drafted and sent to fight in Vietnam and she went to Paris to do a Ph.D. in French literature.",
        "diverged"
      ],
      [
        "The guest seemed to be melancholy and ____________ , so I asked him what was troubling him.",
        "distrait"
      ],
      [
        "Companies that are not publicly listed and have no major debt normally do not need to ____________ much about their sales and other matters to financial markets.",
        "divulge"
      ],
      [
        "'If the world is lucky enough to enjoy peace, it may even one day make the discovery, to the horror of ____________ free enterprisers and doctrinaire planners alike, that what is called capitalism and what is called socialism are both capable of working quite well.' (J. K. Galbraith, American economist)    ",
        "doctrinaire"
      ]
    ]
  },
  {
    "number": "25",
    "words": [
      "documented",
      "duped",
      "doggerel",
      "ebullient",
      "dogmatic",
      "eclectic",
      "dormant",
      "effervescent",
      "dross",
      "effete"
    ],
    "sentences": [
      [
        "Clinical psychologists provide treatment for psychological disorders, and today can choose from an array of psychotherapies; often they are ____________ , choosing elements of therapies best suited to each particular case.",
        "eclectic"
      ],
      [
        "Police investigators ____________ the case with photographs and recorded interviews.",
        "documented"
      ],
      [
        "The country's leaders ____________ the people into thinking it was necessary to declare war.",
        "duped"
      ],
      [
        "Even the ____________ of a great poet like John Milton is interesting.",
        "doggerel"
      ],
      [
        "It is interesting to observe how some traditions remain strong, while others gradually become ____________ .",
        "effete"
      ],
      [
        "The philosopher Bertrand Russell once observed that people are often most ____________ about things that it is least possible to be certain about.",
        "dogmatic"
      ],
      [
        "Julia's ____________ personality makes her one of the college's most popular students.",
        "effervescent"
      ],
      [
        "The doctor suspected that the patient had once contracted malaria, but that the disease was now ____________ .",
        "dormant"
      ],
      [
        "One of the traditional functions of literary critics is to help separate the ____________ from the worthwhile among the many books published every year.",
        "dross"
      ],
      [
        "Oregon State baseball fans were ____________ after their team captured the College World Series in June 2006.   ",
        "ebullient"
      ]
    ]
  },
  {
    "number": "26",
    "words": [
      "efficacious",
      "elicit",
      "effrontery",
      "elixirs",
      "egoism",
      "Elysian",
      "egotistical",
      "emaciated",
      "elegy",
      "embellish"
    ],
    "sentences": [
      [
        "In the nineteenth century, snake oil salesmen traveled around America selling ____________ to gullible people.",
        "elixirs"
      ],
      [
        "One theory of child development is that the infant moves from ____________ to an increased ability to understand the viewpoint of other people.",
        "egoism"
      ],
      [
        "Nothing the teacher could say was able to ____________ a response from the bored students.",
        "elicit"
      ],
      [
        "The aid program provides emergency food to feed the ____________ people of the drought-stricken country.",
        "emaciated"
      ],
      [
        "Some critics consider the artist ____________ because he does only self-portraits.",
        "egotistical"
      ],
      [
        "It seems to be almost a natural human trait to ____________ a good story to make it an even better story.",
        "embellish"
      ],
      [
        "The politician has found a grassroots approach to garnering support to be most ____________ .",
        "efficacious"
      ],
      [
        "The teachers were shocked when the student council had the ____________ to pass a motion stating that teachers were using outdated methods of instruction.",
        "effrontery"
      ],
      [
        "The novel portrays an ____________ world in which suffering and death have been eliminated.",
        "Elysian"
      ],
      [
        "The poet wrote an ____________ for the soldiers who had given their lives for their country.   ",
        "elegy"
      ]
    ]
  },
  {
    "number": "27",
    "words": [
      "emollient",
      "enervating",
      "empirical",
      "engendered",
      "emulated",
      "enhance",
      "encomiums",
      "entomologist",
      "endemic",
      "enunciate"
    ],
    "sentences": [
      [
        "As technology developed at a prodigious rate in the nineteenth and twentieth centuries, technologists increasingly ____________ the professionalization and methodology of science by establishing, for example, professional associations and publications that published peer-reviewed articles.",
        "emulated"
      ],
      [
        "The dream of many Internet users is the building of a network connected entirely by optical cable, which would greatly ____________ the ability of the system to cope with the vast amount of data that it carries.",
        "enhance"
      ],
      [
        "It has been said that Charles Darwin, virtually single-handedly, emancipated science from the ideologies of philosophy and religion by being fiercely independent in his thinking, rejecting all prevailing dogmas as to the immutability of species, and relying solely on ____________ evidence.",
        "empirical"
      ],
      [
        "Many people who travel to tropical countries find the heat ____________ .",
        "enervating"
      ],
      [
        "There is a tendency in casual conversation for speakers to not ____________ each word clearly.",
        "enunciate"
      ],
      [
        "Faced with ____________ high unemployment, the government lowered taxes on foreign investment to encourage economic growth.",
        "endemic"
      ],
      [
        "Much of the tragedy of the Holocaust can be attributed to the fanatical racism ____________ by the Nazis.",
        "engendered"
      ],
      [
        "____________ to Pope Paul II began to be published in newspapers around the world shortly after his death in 2005.",
        "encomiums"
      ],
      [
        "The veteran mediator is famous for his ____________ approach that rarely fails to find a way to bring opposing sides together.",
        "emollient"
      ],
      [
        "The eminent Harvard biologist Edward O. Wilson is an ____________ specializing in ants.    ",
        "entomologist"
      ]
    ]
  },
  {
    "number": "28",
    "words": [
      "ephemeral",
      "errant",
      "epistemology",
      "erudition",
      "equable",
      "esoteric",
      "equanimity",
      "essayed",
      "equivocate",
      "estimable"
    ],
    "sentences": [
      [
        "Much slang originates in a specific group as a sort of argot that allows that group to share something ____________ .",
        "esoteric"
      ],
      [
        "Although most slang is ____________ , there are many examples of slang that endures and even comes to be accepted as legitimate.",
        "ephemeral"
      ],
      [
        "Swami Vivekananda, the founder of the Ramakrishna Math, an Indian order of monks, counseled that one should try to maintain one's ____________ , even in trying circumstances.",
        "equanimity"
      ],
      [
        "The ____________ missile had to be destroyed after it veered off course.",
        "errant"
      ],
      [
        "Members of the Society of Jesus (often called Jesuits), are famous for their ____________ , which they believe should be used in the service of God.",
        "erudition"
      ],
      [
        "The cognitive sciences are providing ____________ with new insights into how the mind acquires knowledge.",
        "epistemology"
      ],
      [
        "'Don't ____________ ; tell me if you want to marry me or not,' Ruth said to Seth.",
        "equivocate"
      ],
      [
        "The infant ____________ walking up a stairs for the first time in her life.",
        "essayed"
      ],
      [
        "Perth, Australia is often cited as a pleasant place to live because of its ____________ climate.",
        "equable"
      ],
      [
        "Chris Evert was an ____________ tennis player who won three Wimbledon titles.  ",
        "estimable"
      ]
    ]
  },
  {
    "number": "29",
    "words": [
      "ethnocentrism",
      "etiology",
      "euphemisms",
      "euphoria",
      "etymology",
      "euthanasia",
      "eugenics",
      "eulogy",
      "evinces",
      "evocative"
    ],
    "sentences": [
      [
        "'Folk ____________ ' is the term used by linguists to refer to popular theories of how words originated or changed their meaning.",
        "etymology"
      ],
      [
        "The book describes the ____________ among Allied soldiers after Japan surrendered in 1945.",
        "euphoria"
      ],
      [
        "The Oxford Dictionary of the English Language ____________ the scholarship of a large team of dedicated scholars.",
        "evinces"
      ],
      [
        "The diversity of factors involved in triggering cancers makes it difficult to be certain of the ____________ of a particular case of cancer.",
        "etiology"
      ],
      [
        "Alexander Graham Bell advocated a form of ____________ ; from his research, he concluded that deafness was hereditary and in 1881 he recommended that deaf people be prohibited from getting married.",
        "eugenics"
      ],
      [
        "The novel includes many descriptions ____________ of New England in winter.",
        "evocative"
      ],
      [
        "The captain's ____________ of the dead soldier described his bravery in battle.",
        "eulogy"
      ],
      [
        "In order to discourage ____________ the college requires students to take three courses dealing with other cultures.",
        "ethnocentrism"
      ],
      [
        "Advances in medical technology have made the question of whether ____________ is morally justifiable an important issue in many countries.",
        "euthanasia"
      ],
      [
        "Modern warfare has produced ____________ such as antipersonnel mines for mines that rip soldiers' bodies into shreds with bits of metal and collateral damage for noncombatants killed as a result of war.   ",
        "euphemisms"
      ]
    ]
  },
  {
    "number": "30",
    "words": [
      "exacerbating",
      "exigency",
      "exacting",
      "existential",
      "exculpated",
      "exorcises",
      "execrable",
      "expatiate",
      "exhorted",
      "expatriate"
    ],
    "sentences": [
      [
        "The Boy Scout motto, 'Be Prepared,' is a concise reminder to be ready for any ____________ .",
        "exigency"
      ],
      [
        "In E. M. Forster's A Passage to India, Miss Quested, one of the novel's important characters, ____________ what she calls her psychological 'bothers' by coming to terms with their underlying cause.",
        "exorcises"
      ],
      [
        "In India, small farmers are increasingly abandoning their farms to live in urban centers, ____________ the problems faced by already overcrowded cities with insufficient infrastructure and services.",
        "exacerbating"
      ],
      [
        "Amateur radio equipment generally is not built to the ____________ standards that professional and military radio equipment is.",
        "exacting"
      ],
      [
        "The eminent poet T. S. Eliot was born in the United States in 1888 and lived in England as an ____________ from 1914 until 1927, when he became a British subject.",
        "expatriate"
      ],
      [
        "The principal ____________ the students to study hard for the final exams.",
        "exhorted"
      ],
      [
        "The literature student was amazed that the professor could ____________ for an hour on a poem containing only twelve words.",
        "expatiate"
      ],
      [
        "The people living in the slums of Mexico City live in ____________ conditions.",
        "execrable"
      ],
      [
        "____________ writers such as Albert Camus and Jean-Paul Sartre tend to focus on the individual human condition as opposed to human social interaction.",
        "existential"
      ],
      [
        "The defendant's attorney brought forward new evidence that ____________ her of the crime.   ",
        "exculpated"
      ]
    ]
  },
  {
    "number": "31",
    "words": [
      "expiate",
      "explication",
      "expository",
      "extant",
      "extemporaneous",
      "extirpate",
      "extraneous",
      "extrapolating",
      "extrinsic",
      "facetious"
    ],
    "sentences": [
      [
        "Joan's comments are so subtle some of us have trouble telling whether she is being ____________ or not.",
        "facetious"
      ],
      [
        "If you would like to read a profound ____________ of English Romantic poetry, a good book to read is Harold Bloom's The Visionary Company.",
        "explication"
      ],
      [
        "To solve the mystery of who had committed the crime, the detective systematically eliminated ____________ evidence.",
        "extraneous"
      ],
      [
        "Three modern masters of ____________ writing are Bertrand Russell, C. S. Lewis, and Lewis Thomas.",
        "expository"
      ],
      [
        "The book contains all the ____________ writings of Edgar Allan Poe.",
        "extant"
      ],
      [
        "The students were assigned to give a/an ____________ talk on a subject of their choice.",
        "extemporaneous"
      ],
      [
        "Many of the comic book heroes of the 1950s pledged to ____________ evil wherever they found it.",
        "extirpate"
      ],
      [
        "Being born to a wealthy family can be considered a/an ____________ advantage to a person.",
        "extrinsic"
      ],
      [
        "The priest advised the man to perform penance to ____________ his sins.",
        "expiate"
      ],
      [
        "____________ from present trends, scientists predict that the star will explode 100 million years from now.    ",
        "extrapolating"
      ]
    ]
  },
  {
    "number": "32",
    "words": [
      "facilitate",
      "factotum",
      "fallacious",
      "fallow",
      "fatuous",
      "fauna",
      "fawning",
      "felicitous",
      "feral",
      "fervor",
      ""
    ],
    "sentences": [
      [
        "The ____________ of Australia includes quite a number of species introduced from Europe.",
        "fauna"
      ],
      [
        "The bishop's secretary tries to be respectful of his superior's office without being ____________ .",
        "fawning"
      ],
      [
        "____________ dogs have become a problem in the more rural areas of Hong Kong, where people buy dogs as pets only to later abandon them.",
        "feral"
      ],
      [
        "The general's aide-de-camp functions as the general's ____________ .",
        "factotum"
      ],
      [
        "President John F. Kennedy expressed the idea of duty to the country in these ____________ words: 'Ask not what your country can do for you; ask what you can do for your country.'",
        "felicitous"
      ],
      [
        "Carbon-14 dating is predicated on the assumption that the amount of carbon-14 in the atmosphere remains constant, but recently this has been proved ____________ .",
        "fallacious"
      ],
      [
        "The football team's leading running back blocks and runs with equal ____________ .",
        "fervor"
      ],
      [
        "The teacher was becoming tired of her students' ____________ response to literature.",
        "fatuous"
      ],
      [
        "The black box on commercial airliners, which records flight and engineering data, is usually painted a bright color to ____________ finding it after a crash.",
        "facilitate"
      ],
      [
        "The farmer could not afford to let any of his fields lie ____________ .   ",
        "fallow"
      ]
    ]
  },
  {
    "number": "33",
    "words": [
      "fetid",
      "finesse",
      "fettered",
      "fissures",
      "fiat",
      "flag",
      "fidelity",
      "fledgling",
      "filibuster",
      "flora"
    ],
    "sentences": [
      [
        "In the U.S. Senate, a two-thirds vote is required to break a ____________ .",
        "filibuster"
      ],
      ["Mosquitoes are breeding in the ____________ pond.", "fetid"],
      [
        "____________ to one's spouse is one of the most important requirements for a successful marriage.",
        "fidelity"
      ],
      [
        "The country's prime minister reflected how much easier it would be to rule by ____________ than by seeking consensus.",
        "fiat"
      ],
      [
        "The marathon runner began to ____________ about two miles from the finish line.",
        "flag"
      ],
      [
        "The ____________ reporter was assigned to cover mundane events such as school board meetings.",
        "fledgling"
      ],
      [
        "Botanists at the university have carried out a comprehensive survey of the ____________ of the region.",
        "flora"
      ],
      ["He refused to be ____________ by the conventions of society.", "fettered"],
      [
        "The boxer is known for relying more on ____________ than strength.",
        "finesse"
      ],
      [
        "The appearance of ____________ in the rock suggested to geologists a movement in the Earth's crust.   ",
        "fissures"
      ]
    ]
  },
  {
    "number": "34",
    "words": [
      "florid",
      "forbearance",
      "flourishes",
      "forestall",
      "flouts",
      "formidable",
      "flux",
      "forswear",
      "foment",
      "foundered"
    ],
    "sentences": [
      [
        "Rhetorical ____________ are generally frowned upon under the canons of modern English.",
        "flourishes"
      ],
      [
        "The negotiations ____________ when agreement could not be reached on the central issue.",
        "foundered"
      ],
      [
        "The head football coach and his staff spent the week devising a way to break down the ____________ defense of the next week's opponent.",
        "formidable"
      ],
      [
        "Peace activists are working to get governments to ____________ the use of nuclear weapons.",
        "forswear"
      ],
      [
        "The education system is in a state of ____________ , as administrators struggle to keep up with changes in society.",
        "flux"
      ],
      [
        "Negotiators worked frantically to ____________ the outbreak of hostilities.",
        "forestall"
      ],
      [
        "The country accused the neighboring country of employing agents to ____________ revolution.",
        "foment"
      ],
      ["The student's essay ____________ the rules of written English.", "flouts"],
      [
        "The governor urged the people of the state to show ____________ during the crisis.",
        "forbearance"
      ],
      [
        "A ____________ style is generally best avoided when one is writing a business letter or report.   ",
        "florid"
      ]
    ]
  },
  {
    "number": "35",
    "words": [
      "fracas",
      "frugality",
      "fractious",
      "fulminated",
      "fresco",
      "fulsome",
      "frieze",
      "fusion",
      "froward",
      "futile"
    ],
    "sentences": [
      [
        "The philosopher's conclusion is that it is ____________ to try to understand the ultimate meaning of existence.",
        "futile"
      ],
      [
        "The genesis of the computer revolution lay, to a large extent, in a ____________ of science and technology.",
        "fusion"
      ],
      [
        "A ____________ broke out on the field after the pitcher hit a third batter in a row.",
        "fracas"
      ],
      ["Many people find ____________ a difficult virtue to practice.", "frugality"],
      [
        "The ____________ horse resisted every effort of its rider to make it follow the path.",
        "froward"
      ],
      [
        "Archaeologists are studying the ____________ , which they hope will give them a better understanding of life in ancient Greece.",
        "frieze"
      ],
      [
        "The guest of honor at the banquet warned her hosts that she would leave if speakers began to heap ____________ praise on her for her work for the poor.",
        "fulsome"
      ],
      [
        "____________ elements within the party have prevented a consensus from being reached on the issue.",
        "fractious"
      ],
      [
        "The reformer ____________ against a society in which wealth is distributed so unequally.",
        "fulminated"
      ],
      [
        "The earliest form of ____________ in history was Egyptian wall paintings in tombs.   ",
        "fresco"
      ]
    ]
  },
  {
    "number": "36",
    "words": [
      "gainsay",
      "gerrymandering",
      "gambol",
      "glib",
      "garrulous",
      "goaded",
      "gauche",
      "gossamer",
      "geniality",
      "gouged"
    ],
    "sentences": [
      [
        "The ____________ witness keeps digressing from his account of the incident to tell amusing anecdotes.",
        "garrulous"
      ],
      ["Semi-tame deer ____________ in the lush green field.", "gambol"],
      ["The host's ____________ impressed everyone at the party.", "geniality"],
      [
        "The suspect's explanation sounded suspiciously ____________ to the detective.",
        "glib"
      ],
      [
        "The political scientist suggested that ____________ be prohibited so that political districts would remain the same over the years.",
        "gerrymandering"
      ],
      ["Jim's friends ____________ him into joining the Marines.", "goaded"],
      [
        "The pilot assured me that the glider's ____________ wings would support the aircraft just fine, but I still had my doubts.",
        "gossamer"
      ],
      [
        "The protagonist of the novel is a shy woman who becomes flustered and ____________ in formal social situations.",
        "gauche"
      ],
      ["Engineers ____________ a new channel for the stream to follow.", "gouged"],
      [
        "No one can ____________ the fact that China has made great progress in improving the lives of its people over the past half century.    ",
        "gainsay"
      ]
    ]
  },
  {
    "number": "37",
    "words": [
      "grandiloquent",
      "gullible",
      "gregarious",
      "gustatory",
      "grouse",
      "halcyon",
      "guileless",
      "hallowed",
      "guises",
      "harangue"
    ],
    "sentences": [
      [
        "'Anyone with a ____________ about my marking can see me in my office after class,' the law professor told her class.",
        "grouse"
      ],
      [
        "Researchers have found that many primates - such as chimpanzees and humans, for example - are ____________ , while others, like the orangutan, live largely solitary lives.",
        "gregarious"
      ],
      [
        "The field in France is ____________ by the graves of the brave soldiers who fought and died for their country.",
        "hallowed"
      ],
      [
        "Abraham Lincoln's famous adage - 'You can fool some of the people all the time, and all of the people some of the time, but you cannot fool all of the people all the time.' - can be paraphrased: 'There are a lot of ____________ people in the electorate, but there are also some people who insist on knowing the truth.'",
        "gullible"
      ],
      [
        "The president governs with the adage ' ____________ phrases don't house the homeless' always in mind.",
        "grandiloquent"
      ],
      ["The restaurant critic called the dish 'a ____________ triumph.'", "gustatory"],
      [
        "According to Hindu belief, God appears throughout history in many ____________ .",
        "guises"
      ],
      [
        "In Somerset Maugham's story 'The Facts of Life' a ____________ young man triumphs over a crafty, worldly-wise young woman who tries to steal his money.",
        "guileless"
      ],
      [
        "In retrospect, the prosperous 1950s seem like ____________ years to many Americans.",
        "halcyon"
      ],
      [
        "The professor finished his ____________ about student tardiness with the words, 'The next time any of you are late, don't bother coming to my class.'   ",
        "harangue"
      ]
    ]
  },
  {
    "number": "38",
    "words": [
      "harrowing",
      "herbivorous",
      "hermetic",
      "hirsute",
      "histrionic",
      "heterodox",
      "hieroglyphics",
      "homeostatic",
      "homily",
      "homogeneous"
    ],
    "sentences": [
      [
        "This Sunday's ____________ deals with the parable of the Good Samaritan.",
        "homily"
      ],
      [
        "The ' ____________ tradition' refers to a number of interrelated subjects such as alchemy, magic, and astrology.",
        "hermetic"
      ],
      [
        "The theologian's ____________ conclusions were censured by the Church.",
        "heterodox"
      ],
      [
        "Many primatologists believe that early human beings were ____________, living on fruit, seeds, and nuts.",
        "herbivorous"
      ],
      [
        "J. R. R. Tolkien's story The Lord of the Rings recounts Frodo Baggin's ____________ journey to carry the One Ring from Rivendell to the Crack of Doom and destroy it before the evil Sauron could get his hands on it.",
        "harrowing"
      ],
      [
        "Some educators believe it is best to group students according to their ability, while others prefer ____________ grouping.",
        "homogeneous"
      ],
      [
        "Anthropologists believe that early human beings were ____________ .",
        "hirsute"
      ],
      [
        "The removal of waste products by excretory organs such as the lungs and kidneys is an important ____________ process in mammals.",
        "homeostatic"
      ],
      [
        "The UFO researcher claims to have found writings inscribed on the side of an alien craft that resemble ____________ .",
        "hieroglyphics"
      ],
      [
        "Most mothers are astute at judging whether their child's tears are genuine or merely ____________ .  ",
        "histrionic"
      ]
    ]
  },
  {
    "number": "39",
    "words": [
      "hyperbole",
      "imbroglio",
      "iconoclastic",
      "immutable",
      "ideological",
      "impassive",
      "idolatry",
      "impecunious",
      "igneous",
      "impeded"
    ],
    "sentences": [
      [
        "It would be ____________ to say that scientists have gained a perfect understanding of the process of human evolution; however, it is fair to say that over the last century and a half a reasonably clear idea of it has emerged.",
        "hyperbole"
      ],
      [
        "The ____________ artist is applying for a grant so that she can continue painting full-time.",
        "impecunious"
      ],
      [
        "Anthropologists, mindful of the danger of ethnocentrism, avoid the use of emotionally charged words such as ' ____________ .'",
        "idolatry"
      ],
      [
        "The president warned Congress that the United States should not become involved in the diplomatic ____________ .",
        "imbroglio"
      ],
      ["This week's essay topic is 'War has ____________ human progress.'", "impeded"],
      [
        "The philosopher searches for ____________ truths, striving to gain a comprehensive view of reality.",
        "immutable"
      ],
      [
        "____________ rocks are formed when molten rock cools and solidifies.",
        "igneous"
      ],
      [
        "The ____________ book debunks the belief that all of America's Founding Fathers believed fervently in democracy.",
        "iconoclastic"
      ],
      [
        "The judge sat ____________ through the entire murder trial, carefully considering the evidence presented.",
        "impassive"
      ],
      [
        "The leader of the political party urged members to stop their endless ____________ debates and concentrate instead on achieving realistic goals.   ",
        "ideological"
      ]
    ]
  },
  {
    "number": "40",
    "words": [
      "impermeable",
      "implacable",
      "imprecations",
      "imperturbable",
      "implausible",
      "impute",
      "impervious",
      "implicit",
      "impinging",
      "implosions"
    ],
    "sentences": [
      [
        "It seems ____________ to some people that a complex organ such as the human eye developed purely as a result of the process of evolution through natural selection.",
        "implausible"
      ],
      [
        "Sometimes seen as ____________ foes of science, many theologians are working to reconcile divergent views of science and religion.",
        "implacable"
      ],
      [
        "____________ in the idea of democracy is the notion of individual liberty.",
        "implicit"
      ],
      [
        "Submarines are pressurized to prevent catastrophic ____________ due to the pressure of water on the hull.",
        "implosions"
      ],
      [
        "When you look at a star that is 50 light-years away, the light that is ____________ on your retina forms an image of the star as it was 50 years in the past.",
        "impinging"
      ],
      [
        "The plastic coating on the table's surface makes it ____________ to water.",
        "impermeable"
      ],
      [
        "Joe, ____________ to reason, insisted on trying to swim to the island alone.",
        "impervious"
      ],
      [
        "An important attribute of a leader is the ability to remain ____________ in a crisis.",
        "imperturbable"
      ],
      ["People often ____________ great cleverness to cats.", "impute"],
      [
        "Frustrated by his inability to gain revenge on his enemies, all George could do was hurl ____________ at them.   ",
        "imprecations"
      ]
    ]
  },
  {
    "number": "41",
    "words": [
      "inadvertently",
      "inconsequential",
      "indigent",
      "incarnate",
      "incorporates",
      "indolent",
      "inchoate",
      "incursions",
      "incongruous",
      "indeterminate"
    ],
    "sentences": [
      [
        "In view of the fact that in most elections fewer than half the eligible voters cast their ballot, it would appear that many citizens consider their vote to be ____________ .",
        "inconsequential"
      ],
      [
        "In societies that place a high value on hard work, people who spend most of the day sitting around chatting are often considered to be ____________ .",
        "indolent"
      ],
      [
        "During an ice age, the polar ice caps make ____________ into regions that are temperate at other times.",
        "incursions"
      ],
      [
        "The study of human evolution ____________ the latest research from primatology, anthropology, and related fields.",
        "incorporates"
      ],
      [
        "The writer is approaching that ____________ age at which one cannot accurately be described either as young or middle-aged.",
        "indeterminate"
      ],
      [
        "In retrospect, it seems ____________ that a country founded on the principle of liberty condoned slavery.",
        "incongruous"
      ],
      [
        "Astronomers believe that the solar system formed out of an ____________ mass of dust and gas.",
        "inchoate"
      ],
      ["The typesetter ____________ omitted a line from the poem.", "inadvertently"],
      [
        "Many people consider Adolf Hitler to have been evil ____________ .",
        "incarnate"
      ],
      [
        "The new welfare program is targeted to help the truly ____________ in the population.   ",
        "indigent"
      ]
    ]
  },
  {
    "number": "42",
    "words": [
      "ineluctable",
      "insensible",
      "inert",
      "insinuating",
      "ingenuous",
      "insipid",
      "inherent",
      "insouciance",
      "innocuous",
      "insularity"
    ],
    "sentences": [
      [
        "The referee stopped the bout after one boxer was rendered ____________ .",
        "insensible"
      ],
      [
        "The country's ____________ makes it difficult for its people to accept ideas from different cultures.",
        "insularity"
      ],
      [
        "Indonesians who travel to America sometimes find the food so ____________ that they add chili to it.",
        "insipid"
      ],
      [
        "The Internet 'scam' relies on ____________ people to sign up and spend money for which they get essentially nothing in return.",
        "ingenuous"
      ],
      [
        "Scientists are still studying the question of how life arose from ____________ matter.",
        "inert"
      ],
      [
        "The lawyer apologized to the judge for ____________ that she was biased.",
        "insinuating"
      ],
      [
        "The 'cool' look that many fashion models affect seems meant to convey a look of ____________ .",
        "insouciance"
      ],
      [
        "The judicious doctor knows that sometimes the best therapy is not physical but emotional, reassuring the patient that the illness will run its course as a result of the body's ____________ powers of self-healing.",
        "inherent"
      ],
      [
        "We cannot escape the ____________ truth that someone in the group has betrayed our cause.",
        "ineluctable"
      ],
      [
        "The toxic chemical is present in the drug in such minute amounts that it is ____________ .   ",
        "innocuous"
      ]
    ]
  },
  {
    "number": "43",
    "words": [
      "insuperable",
      "intangible",
      "interdicting",
      "internecine",
      "interregnum",
      "intimate",
      "interpolated",
      "intractable",
      "intransigence",
      "introspection"
    ],
    "sentences": [
      [
        "The ____________ of both sides means that there will be no progress in the peace talks.",
        "intransigence"
      ],
      [
        "Over the years the boss and her assistant have become ____________ friends as well as colleagues.",
        "intimate"
      ],
      [
        "Since, according to the theory of relativity, an object traveling at the speed of light would have infinite mass, astronauts traveling at that speed would, presumably, face ____________ difficulties.",
        "insuperable"
      ],
      [
        "Military intelligence officers played a major role in ____________ spies attempting to pass top-secret intelligence to the enemy.",
        "interdicting"
      ],
      [
        "In addition to providing a salary, a job often provides ____________ benefits such as camaraderie with colleagues.",
        "intangible"
      ],
      [
        "Scholars disagree on whether the text is entirely the work of the original author or contains passages ____________ by later writers.",
        "interpolated"
      ],
      [
        "The book analyzes the ____________ struggles within Christianity throughout its history.",
        "internecine"
      ],
      [
        "The injunction 'Know Thy Self,' which was inscribed over the sanctuary of Apollo at Delphi, suggests that for spiritual advancement it is necessary to engage in ____________ .",
        "introspection"
      ],
      [
        "The ____________ between the two empires was a period of near anarchy.",
        "interregnum"
      ],
      [
        "Although the majority of Americans are members of what has been called the 'affluent society,' poverty remains an ____________ problem, with a sizable minority of people living below what is considered to be an acceptable standard of living.  ",
        "intractable"
      ]
    ]
  },
  {
    "number": "44",
    "words": [
      "inundated",
      "inveterate",
      "inured",
      "invidious",
      "invective",
      "irascible",
      "inveigh",
      "irresolute",
      "inveigle",
      "itinerant"
    ],
    "sentences": [
      [
        "The talk show host uses ____________ to anger his guests so that they say things they ordinarily would not.",
        "invective"
      ],
      [
        "The ____________ young man gets into a fight practically every weekend.",
        "irascible"
      ],
      [
        "The book makes ____________ comparisons between French and American culture.",
        "invidious"
      ],
      [
        "The writer spent his twenties as a/an ____________ salesperson traveling throughout the Midwest.",
        "itinerant"
      ],
      [
        "The country's leaders regularly ____________ against 'the corrupting influence of Western decadence.'",
        "inveigh"
      ],
      [
        "Some developing countries argue that they lack the capacity to compete in a completely free world market, and that in such a situation their domestic market would be ____________ with foreign goods to the detriment of local manufacturers.",
        "inundated"
      ],
      [
        "An ____________ gambler, every year Tom offers his family a choice of two vacation destinations - Las Vegas, Nevada, or Atlantic City, New Jersey.",
        "inveterate"
      ],
      [
        "War has raged for so long in the country that people have become ____________ to violence.",
        "inured"
      ],
      [
        "The president warned the nation that we must not be ____________ in our determination to prevent terrorism.",
        "irresolute"
      ],
      [
        "I was amazed how Charlie, Doris, and Marcia managed to ____________ Fred into playing bridge, a game he finds completely boring.   ",
        "inveigle"
      ]
    ]
  },
  {
    "number": "45",
    "words": [
      "itinerary",
      "junta",
      "jaundiced",
      "juxtaposed",
      "jibe",
      "kudos",
      "jocose",
      "labile",
      "juggernaut",
      "laconic"
    ],
    "sentences": [
      [
        "During the first several years of World War II, the German army was a/an ____________ , easily defeating any force that tried to stop it.",
        "juggernaut"
      ],
      ["A military ____________ seized power in the country in 1988.", "junta"],
      [
        "Dr. Taylor's considerable girth and ____________ manner made him the obvious choice to play Santa Claus in the faculty Christmas play.",
        "jocose"
      ],
      [
        "The ____________ for our visit to Edinburgh, Scotland included a visit to Edinburgh University and Edinburgh Castle.",
        "itinerary"
      ],
      [
        "The psychologist's diagnosis was that Eric was emotionally ____________ .",
        "labile"
      ],
      [
        "The textual scholar ____________ the two translations in order to compare them.",
        "juxtaposed"
      ],
      [
        "Infectious hepatitis is a viral form of hepatitis that causes fever and makes a person's skin ____________ .",
        "jaundiced"
      ],
      [
        "Most scientists regard the Noble Prize as the highest ____________ they can receive.",
        "kudos"
      ],
      [
        "It is difficult for a person who tends to be ____________ to learn how to speak a new language.",
        "laconic"
      ],
      [
        "Listening to the witness' testimony, the judge discovered that it did not ____________ with the account of the incident he had given to the police.  ",
        "jibe"
      ]
    ]
  },
  {
    "number": "46",
    "words": [
      "lambasted",
      "lethargic",
      "lascivious",
      "levee",
      "lassitude",
      "levity",
      "latent",
      "liberal",
      "lauded",
      "libertine"
    ],
    "sentences": [
      [
        "Engineers worked to reinforce the ____________ after the prediction of an unprecedented amount of rain.",
        "levee"
      ],
      [
        "To everyone's surprise, the 14-point underdog ____________ the reigning champions 42-0.",
        "lambasted"
      ],
      [
        "Suddenly overcome by ____________ in the afternoon, Jill decided to take a nap.",
        "lassitude"
      ],
      [
        "The former president was ____________ for his indefatigable efforts to bring peace to the war-torn area.",
        "lauded"
      ],
      [
        "In the view of some commentators, a paradox of modern ____________ democracy is that although people have more freedom than ever, they often are unable to use this freedom to find meaningful values and goals.",
        "liberal"
      ],
      [
        "The goal of the course is to help people develop their ____________ abilities.",
        "latent"
      ],
      [
        "After the long winter layoff, many of the baseball players were ____________ at the first day of spring training.",
        "lethargic"
      ],
      [
        "The bikini-clad young woman attracted ____________ stares from a group of men.",
        "lascivious"
      ],
      [
        "The speaker decided to tell a joke to introduce some ____________ into the solemn occasion.",
        "levity"
      ],
      [
        "James Boswell, the eighteenth-century Scottish writer best remembered for his biography of the eminent literary figure Samuel Johnson, was a heavy drinker and a ____________ .  ",
        "libertine"
      ]
    ]
  },
  {
    "number": "47",
    "words": [
      "libido",
      "Lilliputian",
      "limning",
      "limpid",
      "linguistics",
      "litany",
      "literati",
      "litigation",
      "logs",
      "loquacious"
    ],
    "sentences": [
      [
        "The study's hypothesis is that the low birthrate is a result of a reduction in many people's ____________ .",
        "libido"
      ],
      [
        "According to the historian Richard J. Hofstadter, there has been a strong feeling of suspicion of the ____________ throughout American history.",
        "literati"
      ],
      [
        "The ____________ of the eighteenth-century ships' captains provide an interesting perspective on that time.",
        "logs"
      ],
      [
        "The judge warned the ____________ attorney to stop digressing and 'cut to the chase.'",
        "loquacious"
      ],
      [
        "The critic praised the novel for its ____________ prose and original characters.",
        "limpid"
      ],
      [
        "The United Nations Human Rights Commission outlined a ____________ of the rights regularly being abused in the country.",
        "litany"
      ],
      [
        "The threat of ____________ was enough to induce the company to settle the claim against it.",
        "litigation"
      ],
      [
        "The writer Somerset Maugham had a gift for ____________ a character perfectly in a few paragraphs.",
        "limning"
      ],
      [
        "Applied ____________ takes the findings of theoretical linguistics and applies them to such areas as language learning.",
        "linguistics"
      ],
      [
        "After his experiences in the war, the problems Howard encountered in civilian life seemed positively ____________ .  ",
        "Lilliputian"
      ]
    ]
  },
  {
    "number": "48",
    "words": [
      "lucid",
      "lucre",
      "luminous",
      "lustrous",
      "Machiavellian",
      "machinations",
      "maelstrom",
      "magnanimity",
      "maligned",
      "malingering"
    ],
    "sentences": [
      [
        "The magazine Scientific American can be relied on to provide ____________ discussions of complex scientific topics.",
        "lucid"
      ],
      [
        "We could only imagine the ____________ maneuvering that allowed Stan to replace his boss as the company's manager.",
        "Machiavellian"
      ],
      [
        "The Sun is by far the most ____________ object in the daytime sky.",
        "luminous"
      ],
      [
        "Tired of being ____________ as a coach who 'can't win the big games,' Coach Butler resolved that his team would be ready for the Super Bowl.",
        "maligned"
      ],
      [
        "The lure of ____________ draws many people to speculate in the stock market.",
        "lucre"
      ],
      [
        "Harriet Beecher Stowe described saintliness as 'a certain quality of ____________ and greatness of soul that brings life within the circle of the heroic.'",
        "magnanimity"
      ],
      ["The soldiers marched toward battle under the ____________ Moon.", "lustrous"],
      [
        "The book tells the story of a young British soldier thrust into the ____________ of the Napoleonic Wars.",
        "maelstrom"
      ],
      [
        "One of a military commander's most difficult tasks is to separate soldiers who are seriously battle-stressed from those who are merely ____________ .",
        "malingering"
      ],
      [
        "No one outside a few powerful party leaders could say by what ____________ they had managed to have their crony nominated to run for governor.    ",
        "machinations"
      ]
    ]
  },
  {
    "number": "49",
    "words": [
      "malleable",
      "mendacious",
      "metamorphosed",
      "mavericks",
      "mendicant",
      "metaphysical",
      "megalomania",
      "meretricious",
      "menagerie",
      "mesmerized"
    ],
    "sentences": [
      [
        "Realist novelists such as Charles Dickens seem to have had little interest in ____________ questions; rather, they seem to have been interested mainly in analyzing social and psychological reality.",
        "metaphysical"
      ],
      [
        "We were amazed when we saw Lionel after ten years; he had ____________ from a lazy, carefree young man into a hard-working and responsible member of the community.",
        "metamorphosed"
      ],
      [
        "Tom spent one year as a ____________ monk before becoming a priest.",
        "mendicant"
      ],
      [
        "It is hard to escape the feeling that it requires at least a touch of ____________ to run for the office of President of the United States.",
        "megalomania"
      ],
      [
        "For many years the prevailing view among social scientists was that human nature is essentially ____________ ; however, recent thinking in the field has placed more emphasis on the part played by genes in human nature.",
        "malleable"
      ],
      [
        "The World Wide Web has made it easier for ____________ to have their views on controversial issues heard.",
        "mavericks"
      ],
      [
        "The judge ruled that the defendant's argument was rejected as disingenuous and ____________ .",
        "meretricious"
      ],
      [
        "The students, ____________ by the professor's fascinating lecture, did not realize the class had run overtime.",
        "mesmerized"
      ],
      [
        "The writer's biographer could not escape the conclusion that her subject had given ____________ testimony on various occasions.",
        "mendacious"
      ],
      [
        "The local SPCA shelter has a ____________ of animals - parrots, cats, dogs, and many others.  ",
        "menagerie"
      ]
    ]
  },
  {
    "number": "50",
    "words": [
      "meteorological",
      "microcosm",
      "minutia",
      "meticulous",
      "militates",
      "misanthropic",
      "mettle",
      "minatory",
      "mettlesome",
      "minuscule"
    ],
    "sentences": [
      [
        "After a month of inter-squad scrimmage, the members of the football team were eager to test their ____________ against another team.",
        "mettle"
      ],
      [
        "____________ data collected from around the world helps scientists to get an accurate picture of the world's weather patterns.",
        "meteorological"
      ],
      [
        "In many of Arthur Conan Doyle's Sherlock Holmes stories the detective reveals quite strong ____________ tendencies.",
        "misanthropic"
      ],
      [
        "The student's laziness ____________ strongly against the likelihood of his success.",
        "militates"
      ],
      [
        "In the retired general's memoirs, he says that most of the battles he fought were won through a combination of courage on the part of soldiers, ____________ planning, and luck.",
        "meticulous"
      ],
      [
        "The student stood silent as the teacher scolded him, her hand making ____________ gestures.",
        "minatory"
      ],
      [
        "Political pollsters keep a close watch on the town because they view it as a representative ____________ of American society.",
        "microcosm"
      ],
      [
        "The ____________ horse can only be controlled by a very skillful rider.",
        "mettlesome"
      ],
      [
        "Engineers decided that the anomaly was so ____________ that it could safely be ignored.",
        "minuscule"
      ],
      [
        "The general's factotum deals with the ____________ of everyday life, leaving him free to do his job as commander of the Third Division.  ",
        "minutia"
      ]
    ]
  },
  {
    "number": "51",
    "words": [
      "miscellany",
      "modicum",
      "miscreant",
      "mollify",
      "misogynist",
      "monolithic",
      "mitigate",
      "morose",
      "mnemonic",
      "motley"
    ],
    "sentences": [
      [
        "The writer was able to offer constructive criticism of the feminist movement without being called a ____________ .",
        "misogynist"
      ],
      [
        "To ____________ war 'hawks,' the president ordered a one-week bombing campaign against the country.",
        "mollify"
      ],
      [
        "Socialists tend to view big business as ____________ ; however, many large corporations are in direct competition with one another, and thus collusion is usually not to their advantage.",
        "monolithic"
      ],
      [
        "Many people find it useful to use ____________ devices to memorize information.",
        "mnemonic"
      ],
      [
        "The volume contains a ____________ of the writings of Walt Whitman.",
        "miscellany"
      ],
      [
        "Mr. Samuels was ____________ for over a month following the death of his beloved wife.",
        "morose"
      ],
      [
        "In the nineteenth century, accurate prognosis based on the history of disease began to be possible, but it was not until the twentieth century that doctors were able to actually cure a number of diseases rather than merely ____________ their effects.",
        "mitigate"
      ],
      [
        "'I'm not looking for adulation, just a ____________ of respect,' the angry teacher told his class.",
        "modicum"
      ],
      [
        "The judge said she had no alternative but to sentence the ____________ to 20 years imprisonment.",
        "miscreant"
      ],
      [
        "The protest began with a ____________ group of people from virtually all occupations.  ",
        "motley"
      ]
    ]
  },
  {
    "number": "52",
    "words": [
      "multifarious",
      "neophyte",
      "mundane",
      "necromancy",
      "nexus",
      "nonplussed",
      "negated",
      "nostalgia",
      "neologisms",
      "nostrums"
    ],
    "sentences": [
      [
        "A number of commentators have argued that the benefits offered by television are ____________ by its narcotic effect on viewers.",
        "negated"
      ],
      [
        "Some theologians regard attempts to prove God's existence logically valuable largely as pointers toward God, helping to turn a person's attention from the ____________ to the spiritual.",
        "mundane"
      ],
      [
        "Even the normally unflappable police officer was ____________ when confronted by the armed suspect.",
        "nonplussed"
      ],
      [
        "Many ____________ for 'correcting' English to make it more consistent and 'rational' have been proposed, but the language is robust and has survived such attempts.",
        "nostrums"
      ],
      [
        "Although intelligence agents have identified parts of the terrorist organization around the world, they are still working to locate its ____________ .",
        "nexus"
      ],
      [
        "Dr. Robert Burchfield, chief editor of the Oxford English Dictionary, has estimated that approximately 90 percent of English ____________ originate in the United States.",
        "neologisms"
      ],
      [
        "The head football coach at a Division I college has ____________ duties, such as supervising the coaching staff, recruiting players, and talking to the media.",
        "multifarious"
      ],
      [
        "The advertisement is based on ____________ for an America that probably never existed.",
        "nostalgia"
      ],
      [
        "The ____________ novelist was fortunate to have the advice of an established older writer.",
        "neophyte"
      ],
      [
        "A colorful term used to belittle something regarded as nonsense is 'voodoo'; another one is '____________ .'  ",
        "necromancy"
      ]
    ]
  },
  {
    "number": "53",
    "words": [
      "nugatory",
      "occludes",
      "obdurate",
      "occult",
      "obsequious",
      "odyssey",
      "obsequies",
      "officious",
      "obviated",
      "olfactory"
    ],
    "sentences": [
      [
        "The assertiveness-training course helped Jeremy go from being ____________ to being assertive and confident.",
        "obsequious"
      ],
      [
        "Nuclear power has ____________ the needs for submarines to refuel frequently, allowing long undersea voyages.",
        "obviated"
      ],
      [
        "Sometimes a/an ____________ stimulus can trigger a memory associated with that particular smell.",
        "olfactory"
      ],
      [
        "The director of the government agency encouraged workers to provide efficient service without being ____________ .",
        "officious"
      ],
      [
        "The ____________ has been described as what does not fit into a rationalistic view of the world.",
        "occult"
      ],
      [
        "Astronomers welcome an eclipse of the Sun because when the Moon ____________ the light of the Sun, observation of that body becomes easier.",
        "occludes"
      ],
      [
        "The president is ____________ about the issue; he will not negotiate with terrorists.",
        "obdurate"
      ],
      [
        "In the television show Star Trek: The Next Generation, the Enterprise embarks on a/an ____________ to explore the Universe.",
        "odyssey"
      ],
      [
        "After the judge ruled the evidence he had presented to the court to be ____________ , the lawyer muttered jocularly to his partner, 'Negatory.'",
        "nugatory"
      ],
      [
        "Solemn ____________ were held for Pope John Paul II after his death in 2005.  ",
        "obsequies"
      ]
    ]
  },
  {
    "number": "54",
    "words": [
      "oligarchy",
      "ornithologists",
      "paeans",
      "onerous",
      "oscillating",
      "paleontologists",
      "onomatopoeia",
      "opprobrium",
      "ostentatious",
      "overweening"
    ],
    "sentences": [
      [
        "After the end of the war, churches across the country rang out ____________ of joy.",
        "paeans"
      ],
      [
        "The country is ruled by an ____________ consisting of senior military officers.",
        "oligarchy"
      ],
      [
        "Over the last few days, the weather has been ____________ between sunny and cloudy.",
        "oscillating"
      ],
      [
        "____________ are studying a bird that can fly without stopping from Scotland to Africa.",
        "ornithologists"
      ],
      [
        "The physician faced the ____________ task of telling the patient that the disease was terminal.",
        "onerous"
      ],
      [
        "The system of gathering, identifying, dating, and categorizing fossils allows ____________ to place newly discovered fossils in their proper place, making their picture of the past progressively more accurate.",
        "paleontologists"
      ],
      [
        "An argument for the wearing of school uniforms is that it discourages ____________ displays of wealth through the wearing of expensive jewelry and clothing.",
        "ostentatious"
      ],
      [
        "The manager's ____________ ambition led her to do something she regretted for the rest of her life: she told a lie about a vicepresident to help her get his job.",
        "overweening"
      ],
      [
        "The country incurred global ____________ for its poor treatment of prisoners of war.",
        "opprobrium"
      ],
      [
        "The word 'ping-pong' arose from ____________ ; the sound of the words is similar to the sound of a table tennis ball hitting first one paddle and then another.  ",
        "onomatopoeia"
      ]
    ]
  },
  {
    "number": "55",
    "words": [
      "pallid",
      "patois",
      "panegyric",
      "paucity",
      "paragons",
      "pedantic",
      "partisan",
      "pellucid",
      "pathology",
      "penchant"
    ],
    "sentences": [
      [
        "Subtle differences in symptoms between one patient and another one with a similar condition allow a competent doctor to diagnose the nature of the underlying ____________ .",
        "pathology"
      ],
      [
        "The textbook was so well written and edited that students describe it as 'wonderfully ____________ .'",
        "pellucid"
      ],
      ["Academic writing should be erudite without being ____________ .", "pedantic"],
      [
        "The job of political scientists is the objective study of government and politics; thus they are expected to be aloof from ____________ politics.",
        "partisan"
      ],
      [
        "The people of the area speak a ____________ based on English, Spanish, and French.",
        "patois"
      ],
      [
        "According to archeologists, Roman tiles were not the ____________ objects we see today; rather, they were painted a variety of vivid colors.",
        "pallid"
      ],
      [
        "In his later years Lewis was able to indulge the ____________ for performing music that he had as a young man.",
        "penchant"
      ],
      [
        "The business professor assigned her students to select the three firms they would consider ____________ for other companies to imitate.",
        "paragons"
      ],
      [
        "No funeral ____________ for the slain general was as eloquent as the looks of grief on the faces of the mourners at his funeral.",
        "panegyric"
      ],
      [
        "The historian is unable to reach a definite conclusion about when the battle began because of a ____________ of evidence.  ",
        "paucity"
      ]
    ]
  },
  {
    "number": "56",
    "words": [
      "penury",
      "perfunctory",
      "peregrinations",
      "peremptory",
      "perigee",
      "permeable",
      "perennial",
      "perfidious",
      "perturbed",
      "pervasive"
    ],
    "sentences": [
      [
        "Scientists calculate that the satellite will have a ____________ of 120 miles from Earth.",
        "perigee"
      ],
      [
        "Our well draws water from a ____________ rock layer (an aquifer) in which the water is under pressure, so we generally do not have to use a pump.",
        "permeable"
      ],
      [
        "Caricature is ____________ in the work of the English novelist Charles Dickens.",
        "pervasive"
      ],
      [
        "Once again, Congress debated the ____________ problem of the budget deficit.",
        "perennial"
      ],
      [
        "While its diplomats were negotiating a peace settlement with the enemy, its ____________ leaders were planning a full-scale invasion.",
        "perfidious"
      ],
      [
        "The great expense of his continual legal battles has practically reduced the man to ____________ .",
        "penury"
      ],
      [
        "A proverb says that time heals everything; it might be commented, however, that its healing is rarely complete and is often ____________ .",
        "perfunctory"
      ],
      [
        "The rock band's ____________ have taken it to over fifty cities around the world.",
        "peregrinations"
      ],
      [
        "Military leaders were ____________ by the report that important classified information had fallen into enemy hands.",
        "perturbed"
      ],
      [
        "The boss dismissed her employee's suggestion with a ____________ laugh.   ",
        "peremptory"
      ]
    ]
  },
  {
    "number": "57",
    "words": [
      "petulant",
      "piquant",
      "phlegmatic",
      "piqued",
      "phoenix",
      "placated",
      "physiognomy",
      "placid",
      "piety",
      "plaintive"
    ],
    "sentences": [
      [
        "Rebecca is a quiet person, but beneath a ____________ exterior lies a continual ferment of emotion.",
        "placid"
      ],
      ["The monk is admired for his ____________ .", "piety"],
      [
        "The only sound after the battle was the ____________ cry of a soldier who had been disemboweled.",
        "plaintive"
      ],
      [
        "The teacher ____________ the students' interest in geology by taking them on a field trip to look at rock formations.",
        "piqued"
      ],
      [
        "Studies show that a person's ____________ has an effect on his or her life; for example, people considered to have attractive features are more likely to be successful than those considered to be unattractive.",
        "physiognomy"
      ],
      [
        "The ____________ child will not stop complaining that he does not like the present he has been given.",
        "petulant"
      ],
      [
        "Japan rose like a ____________ from the destruction of World War II to become one of the world's leading industrial nations.",
        "phoenix"
      ],
      [
        "The restaurant manager apologized for the poor service and ____________ the customer by saying that the meal was on the house.",
        "placated"
      ],
      [
        "The chef is known throughout Texas for his wonderfully ____________ sauces.",
        "piquant"
      ],
      [
        "The emergency room doctor trained herself to be ____________ despite the great suffering she witnessed every day.   ",
        "phlegmatic"
      ]
    ]
  },
  {
    "number": "58",
    "words": [
      "plasticity",
      "plummet",
      "platitudes",
      "plutocracy",
      "platonic",
      "porous",
      "plethora",
      "poseur",
      "plumbed",
      "pragmatic"
    ],
    "sentences": [
      [
        "The ____________ of excellent rock bands makes it difficult for new bands to gain an audience.",
        "plethora"
      ],
      ["The ____________ clay allows the track to dry quickly.", "porous"],
      [
        "Scholars are not certain whether Socrates' relation with his student Plato was only ____________ .",
        "platonic"
      ],
      [
        "The poet William Wordsworth ____________ his own psyche in his masterpiece, The Prelude, or Growth of a Poet's Mind.",
        "plumbed"
      ],
      [
        "The motivational speaker is full of ____________ , such as 'Nothing succeeds like success.'",
        "platitudes"
      ],
      [
        "The members of the stage club finally realized that Anthony was a ____________ who enjoyed acting like an actor more than doing all the work necessary to be a real actor.",
        "poseur"
      ],
      [
        "Some commentators have likened the United States more to a ____________ than a democracy because of the great power held by the rich.",
        "plutocracy"
      ],
      [
        "A ____________ leader is not constrained by ideological preconceptions and continually adjusts his plans to conform to reality.",
        "pragmatic"
      ],
      [
        "A compelling body of evidence has been built up by scientists suggesting that the ____________ of human nature is more limited than was generally believed by social scientists for much of the twentieth century.",
        "plasticity"
      ],
      [
        "Scientists predict that the orbit of the satellite will decay over the next few days and it will ____________ to Earth.   ",
        "plummet"
      ]
    ]
  },
  {
    "number": "59",
    "words": [
      "prated",
      "prattle",
      "precipitate",
      "precipitated",
      "preamble",
      "precursor",
      "precarious",
      "precepts",
      "preempted",
      "prehensile"
    ],
    "sentences": [
      [
        "Thomas Edison's famous laboratory in Menlo Park, New Jersey, was a ____________ to the great laboratories later created by corporations such as AT&T and IBM, out of which have poured a torrent of new techniques and devices.",
        "precursor"
      ],
      [
        "Moral ____________ vary from society to society, but all societies have sanctions against certain acts, such as murder.",
        "precepts"
      ],
      [
        "____________ tails help many arboreal animals to find and eat food as they move through the trees.",
        "prehensile"
      ],
      ["Steve earns a ____________ living as a part-time waiter.", "precarious"],
      [
        "Tired of the gossip's ____________ , Alicia said she was late for an appointment so she could end the conversation.",
        "prattle"
      ],
      [
        "The ____________ to the bill describes the background of the legislation and explains how it relates to existing laws.",
        "preamble"
      ],
      [
        "The increased tariffs in the 1930s ____________ a collapse in world trade, exacerbating the Great Depression.",
        "precipitated"
      ],
      [
        "All TV and radio broadcasts have been ____________ by an emergency announcement by the president.",
        "preempted"
      ],
      [
        "The commander said he would not be pressured into making a ____________ decision.",
        "precipitate"
      ],
      [
        "The retired couple ____________ all evening about their latest trip to Europe, oblivious to the fact that no one had the slightest interest in what they were talking about.   ",
        "prated"
      ]
    ]
  },
  {
    "number": "60",
    "words": [
      "premonition",
      "presage",
      "presumptuous",
      "preternatural",
      "prevaricating",
      "primordial",
      "pristine",
      "probity",
      "problematic",
      "prodigal"
    ],
    "sentences": [
      [
        "Scientists are investigating Edna's claim to having a ____________ ability to predict the future.",
        "preternatural"
      ],
      [
        "Air strikes against military bases ____________ a full-scale invasion.",
        "presage"
      ],
      [
        "Ruth's dream contained a ____________ that war would break out.",
        "premonition"
      ],
      [
        "The museum exhibition allows visitors to experience what a ____________ forest was like.",
        "primordial"
      ],
      [
        "The president told the senator to stop ____________ on the issue and give him her decision by Monday on whether she had his support.",
        "prevaricating"
      ],
      [
        "Tom keeps his pride and joy, a 1966 Triumph, in ____________ condition in his temperature-controlled garage.",
        "pristine"
      ],
      [
        "One of the considerations that makes a return to a military draft ____________ is that gender equality would almost certainly require the equal participation of males and females.",
        "problematic"
      ],
      [
        "Bruce's ____________ spending on luxuries left him nearly bankrupt.",
        "prodigal"
      ],
      [
        "The math student decided that it would be ____________ of her to correct the error in the eminent mathematics professor's calculations.",
        "presumptuous"
      ],
      [
        "The senator's unquestioned ____________ and incisive intelligence made her a unanimous choice to lead the sub-committee investigating official misconduct.  ",
        "probity"
      ]
    ]
  },
  {
    "number": "61",
    "words": [
      "profound",
      "prohibitive",
      "proliferating",
      "propensity",
      "propitiated",
      "propriety",
      "proscribes",
      "provident",
      "puissant",
      "punctilious"
    ],
    "sentences": [
      [
        "In 1972, the United States Supreme Court voided all state and federal laws specifying the death penalty on the basis that they are unconstitutional, since they violate the eighth amendment of the Constitution, which ____________ 'cruel and unusual punishment.'",
        "proscribes"
      ],
      [
        "As Russ grew older, he found his intellectual interests ____________ rather than narrowing, as he had expected.",
        "proliferating"
      ],
      [
        "Sharon is ____________ in doing her homework; every evening she reviews all of the day's classes and carefully completes the written tasks.",
        "punctilious"
      ],
      [
        "American cultural influence in the world has been described as a force more ____________ than any army.",
        "puissant"
      ],
      [
        "____________ in that country demands that young single women be accompanied in public by an adult female.",
        "propriety"
      ],
      [
        "Defenders of philosophy say that, far from being a superfluous and self-indulgent activity, it is one of the most ____________ of human enterprises, having given humankind such useful fields of thought as science, and conceived of such noble ideas as freedom, democracy, and human rights.",
        "profound"
      ],
      [
        "In her article the anthropologist suggests that homo sapiens is a species with an innate ____________ for violence.",
        "propensity"
      ],
      [
        "A belief in angry gods who must be ____________ to prevent them from venting their wrath on human beings is pervasive in human cultures.",
        "propitiated"
      ],
      [
        "According to some scientists, the technology exists for establishing a base on Mars, but the cost of doing so would be ____________ .",
        "prohibitive"
      ],
      [
        "The ____________ housekeeper insists on buying everything when it is on sale.   ",
        "provident"
      ]
    ]
  },
  {
    "number": "62",
    "words": [
      "pungent",
      "qualified",
      "purported",
      "qualms",
      "pusillanimous",
      "query",
      "quagmire",
      "quibble",
      "quailed",
      "quiescent"
    ],
    "sentences": [
      ["The Nissan Patrol sank halfway into the ____________ .", "quagmire"],
      [
        "The ____________ alien craft turned out to be an experimental aircraft performing unusual maneuvers.",
        "purported"
      ],
      [
        "During our tennis match we smelled the ____________ odor of lamb curry being cooked.",
        "pungent"
      ],
      [
        "The bank teller ____________ as the masked robber threatened her with a gun.",
        "quailed"
      ],
      [
        "The soldier said he has no ____________ about killing the enemy since it was his duty.",
        "qualms"
      ],
      [
        "The fortune-teller answered her customer's ____________ with an ambiguous 'It will come about if Fate wills it.'",
        "query"
      ],
      [
        "The student's essay asserts that 'Humanity made great progress in the twentieth century'; however, when her teacher asked her what she meant by 'progress' she ____________ her statement by specifying that she meant that humanity made great economic and scientific progress.",
        "qualified"
      ],
      [
        "The senator argued that it would be ____________ for Congress to simply rubber-stamp every bill proposed by the president.",
        "pusillanimous"
      ],
      [
        "When asked by reporters which of the starting pitchers he thought was better, the manager replied, 'I'm not going to ____________ about which is better. They're both superb.'",
        "quibble"
      ],
      [
        "The patient's emotional disturbance appeared to be ____________ , but the psychologist feared that it would manifest itself again soon.    ",
        "quiescent"
      ]
    ]
  },
  {
    "number": "63",
    "words": [
      "quorum",
      "rarefied",
      "raconteur",
      "rationale",
      "rails",
      "rebus",
      "raiment",
      "recalcitrant",
      "ramifications",
      "recant"
    ],
    "sentences": [
      [
        "A counselor was called in to talk to the ____________ student.",
        "recalcitrant"
      ],
      [
        "Carl Sagan's novel Contact explores the ____________ for humanity of contact with an advanced alien civilization.",
        "ramifications"
      ],
      [
        "The ____________ offered for invading the country was that it posed a threat to peace in the region.",
        "rationale"
      ],
      [
        "As a girl Sheila dreamed of being dressed in the golden ____________ of a princess.",
        "raiment"
      ],
      [
        "Every week the newspaper columnist ____________ against what he calls the 'unprecedented stupidity of our age.'",
        "rails"
      ],
      [
        "Unable to obtain a ____________ , leaders of the majority party had no choice but to postpone the vote on the legislation.",
        "quorum"
      ],
      [
        "The ____________ was the life of the party, telling hilarious jokes long into the evening.",
        "raconteur"
      ],
      [
        "Saint Thomas Aquinas combined an acute, practical intellect and the most ____________ spirituality.",
        "rarefied"
      ],
      [
        "The fourth-grade class project was to design a ____________ incorporating pictures of animals.",
        "rebus"
      ],
      [
        "The company said it would drop its lawsuit for defamation if the journalist agreed to publicly ____________ his false statement about its products.  ",
        "recant"
      ]
    ]
  },
  {
    "number": "64",
    "words": [
      "recluse",
      "refute",
      "recondite",
      "regaled",
      "redoubtable",
      "relegated",
      "refractory",
      "remonstrated",
      "refulgent",
      "reneged"
    ],
    "sentences": [
      [
        "The guest speaker ____________ the audience with hilarious anecdotes from her childhood.",
        "regaled"
      ],
      [
        "The school has announced plans to deal with the ____________ students.",
        "refractory"
      ],
      [
        "Students of religion have discerned a pattern in many religions in which some gods gradually attain prominence and others are ____________ to an inferior status.",
        "relegated"
      ],
      [
        "Tim ____________ on his bet with Harry, claiming it had just been a joke.",
        "reneged"
      ],
      [
        "Astronomers are studying the ____________ object that suddenly appeared in the sky.",
        "refulgent"
      ],
      [
        "Edith's friends are concerned that she is becoming a ____________ ; she does not go out with them anymore and rarely leaves her house.",
        "recluse"
      ],
      [
        "The book God and the New Physics by the Australian physicist Paul Davies succeeds in making ____________ areas of physics more comprehensible to the general public.",
        "recondite"
      ],
      [
        "The prospect of being interviewed for admission by the ____________ dean of the law school was a daunting one.",
        "redoubtable"
      ],
      [
        "The conservative and liberal ____________ with each other over the issue long into the night.",
        "remonstrated"
      ],
      [
        "One way to ____________ an argument is to show that one or more of the premises on which it is based is false.  ",
        "refute"
      ]
    ]
  },
  {
    "number": "65",
    "words": [
      "reparations",
      "repudiated",
      "repine",
      "rescinded",
      "reprise",
      "resolution",
      "reproached",
      "resolved",
      "reprobate",
      "reticent"
    ],
    "sentences": [
      ["Janet ____________ her friend for being lazy.", "reproached"],
      [
        "John ____________ to study hard so he would get an 'A' in chemistry.",
        "resolved"
      ],
      [
        "The gangster ____________ all his past associations with criminals in the city.",
        "repudiated"
      ],
      [
        "The company ____________ its job offer when it was found that the candidate had provided falsified documents.",
        "rescinded"
      ],
      ["Every year Joanne makes a firm ____________ to work harder.", "resolution"],
      [
        "The court ordered the convicted woman to make ____________ to the family that she had done so much harm to.",
        "reparations"
      ],
      [
        "The counselor was finally able to get the ____________ boy to talk about the problems in his family.",
        "reticent"
      ],
      [
        "The employee did not ____________ at being assigned to do the arduous task, but rather, accepted it as a challenge.",
        "repine"
      ],
      [
        "The judge warned the convicted man that he was beginning to consider him a hopeless ____________ who should be kept in prison away from innocent people.",
        "reprobate"
      ],
      [
        "The New Year's Eve revelers demanded a ____________ of 'Auld Lang Syne.'   ",
        "reprise"
      ]
    ]
  },
  {
    "number": "66",
    "words": [
      "revere",
      "ruse",
      "riposte",
      "sage",
      "rococo",
      "salacious",
      "rubric",
      "salubrious",
      "rue",
      "salutary"
    ],
    "sentences": [
      [
        "In Chinese culture children are expected to ____________ their parents.",
        "revere"
      ],
      [
        "The talk show host is always ready with a clever ____________ to the barbs of her guests.",
        "riposte"
      ],
      [
        "The defendant told the members of the jury that they would ____________ the day they had convicted him.",
        "rue"
      ],
      [
        "As a ____________ , the president's press secretary opened the news conference with the statement that the government would guarantee everyone in America a minimum salary of $100,000 per year.",
        "ruse"
      ],
      [
        "The ancient Greek philosopher Socrates was a ____________ who believed that everyone must engage in his or her own search for truth.",
        "sage"
      ],
      [
        "The movie was given an 'R' rating because of its ____________ content.",
        "salacious"
      ],
      [
        "Many people from the Midwest retire to Arizona because of the ____________ climate.",
        "salubrious"
      ],
      [
        "Advocates of Prohibition believed that it would have a ____________ effect on people who enjoyed drinking alcoholic beverages.",
        "salutary"
      ],
      [
        "The author decided to discuss forced sterilization under the ____________ of eugenics.",
        "rubric"
      ],
      [
        "The ____________ furniture seems out of place in the ultramodern building.  ",
        "rococo"
      ]
    ]
  },
  {
    "number": "67",
    "words": [
      "sanctions",
      "saturnine",
      "sardonic",
      "satyr",
      "sartorial",
      "savored",
      "satiate",
      "schematic",
      "saturated",
      "secrete"
    ],
    "sentences": [
      [
        "Celebrating the end of her diet, Tina ____________ every mouthful of the ice cream sundae.",
        "savored"
      ],
      [
        "A fried chicken dinner should be enough to ____________ the hungry student's appetite.",
        "satiate"
      ],
      [
        "June is one of those people whose mood can suddenly become ____________ and then just as quickly become sunny and cheerful.",
        "saturnine"
      ],
      [
        "The company decided to try to sell another product because the market for personal computers had become ____________ .",
        "saturated"
      ],
      [
        "Economic ____________ against the country have made life difficult for its people; even everyday necessities are becoming scarce.",
        "sanctions"
      ],
      [
        "The book claims to give advice that solves men's ____________ problems easily and cheaply.",
        "sartorial"
      ],
      [
        "Hugh has a reputation as a bit of a ____________ among the women in the office.",
        "satyr"
      ],
      [
        "The electrical engineer made a ____________ diagram of the circuit.",
        "schematic"
      ],
      [
        "Cells in the mucous membrane of the stomach ____________ hydrochloric acid to help in the digestion of food.",
        "secrete"
      ],
      [
        "The satirist's unremittingly ____________ tone left the reviewer feeling that here was a man of great talent who had, sadly, retreated to a bitterly cynical, even misanthropic attitude toward the world.  ",
        "sardonic"
      ]
    ]
  },
  {
    "number": "68",
    "words": [
      "sedition",
      "sentient",
      "sedulous",
      "servile",
      "seismic",
      "sextant",
      "sensual",
      "shards",
      "sensuous",
      "sidereal"
    ],
    "sentences": [
      [
        "Most of the population of the occupied country behaved in a ____________ manner toward the foreign soldiers.",
        "servile"
      ],
      [
        "____________ is treated so seriously because it is a threat to the very existence of the state.",
        "sedition"
      ],
      [
        "The detective was ____________ in collecting evidence to prove his client's innocence.",
        "sedulous"
      ],
      [
        "According to geologists, in its early history the Earth was continually shaken by massive ____________ disturbances.",
        "seismic"
      ],
      [
        "____________ found at the site suggest that there was human habitation in the area 5,000 years ago.",
        "shards"
      ],
      [
        "Because it is not dependent on electricity for power, the ____________ is still used as a backup navigation tool on many ships.",
        "sextant"
      ],
      ["The science fiction novel describes a ____________ adventure.", "sidereal"],
      [
        "The book explores the question of how ____________ beings that evolved differently from humans would regard the world.",
        "sentient"
      ],
      [
        "The book describes a society almost entirely dedicated to ____________ delight.",
        "sensual"
      ],
      [
        "The philosopher Plato believed that a process of reason, independent of ____________ information, could help a man arrive at the true nature of reality.    ",
        "sensuous"
      ]
    ]
  },
  {
    "number": "69",
    "words": [
      "simian",
      "skeptic",
      "similes",
      "sobriety",
      "sinecure",
      "sodden",
      "singular",
      "solicitous",
      "sinuous",
      "soliloquy"
    ],
    "sentences": [
      [
        "The judge recommended her law clerk for the position in the law firm as 'a young person of probity and ____________ .'",
        "sobriety"
      ],
      [
        "'Money is a ____________ thing. It ranks with love as man's greatest source of joy. And with death as his greatest source of sorrow.'",
        "singular"
      ],
      [
        "Mary complains that when they were young her husband was very ____________ of her, but now he practically ignores her.",
        "solicitous"
      ],
      [
        "The ____________ argued that the purported exhibition of occult powers was created by the use of conjurer's tricks.",
        "skeptic"
      ],
      [
        "We often use ____________ in expressions like 'as old as the hills' and 'as sharp as a tack' without being consciously aware that they are similes.",
        "similes"
      ],
      [
        "The governor awarded his advisor with a ____________ as a reward for 20 years of service to the party and the state.",
        "sinecure"
      ],
      ["The ____________ road curves along the mountainside.", "sinuous"],
      [
        "In Act III of Hamlet, Shakespeare has Hamlet speak a ____________ on the question of 'To be, or not to be.'",
        "soliloquy"
      ],
      [
        "Looking at the ____________ field, the football coach realized he would have to adapt his game plan to wet conditions.",
        "sodden"
      ],
      [
        "Before Charles Darwin proved the close biological relation between human beings and apes, many people saw human ____________ characteristics as comical and inconsequential.  ",
        "simian"
      ]
    ]
  },
  {
    "number": "70",
    "words": [
      "solvent",
      "spectrum",
      "somatic",
      "spendthrift",
      "soporific",
      "sporadic",
      "sordid",
      "squalor",
      "specious",
      "staccato"
    ],
    "sentences": [
      [
        "Newspapers sometimes publish stories with ____________ claims to increase sales.",
        "specious"
      ],
      [
        "A ____________ most of his life, Alex has only recently begun to save for his retirement.",
        "spendthrift"
      ],
      ["Many towns have an area where people live in ____________ .", "squalor"],
      [
        "The salesperson has a sort of machine-gun way of speaking, fast and ____________ .",
        "staccato"
      ],
      [
        "The various portions of the electromagnetic ____________ are allocated to broadcasters, commercial operators, amateur hobbyists, and other users.",
        "spectrum"
      ],
      ["____________ outbreaks of violence marred the ceasefire.", "sporadic"],
      [
        "Economists are concerned that some of the poorest countries will have difficulty remaining ____________ as interest rates rise and the amount of their debt repayments increase.",
        "solvent"
      ],
      [
        "The long car ride was a ____________ for the family's small children; soon they were fast asleep in the back of the car.",
        "soporific"
      ],
      [
        "In recent years, medicine has placed greater emphasis on how psychological factors contribute to ____________ disorders such as heart disease and cancer.",
        "somatic"
      ],
      [
        "The governor issued a complete and public apology to put the ____________ affair behind him.  ",
        "sordid"
      ]
    ]
  },
  {
    "number": "71",
    "words": [
      "stanch",
      "stolid",
      "stentorian",
      "stratified",
      "stigma",
      "striated",
      "stint",
      "strictures",
      "stipulate",
      "strident"
    ],
    "sentences": [
      [
        "The baseball stadium's ground rules ____________ that a batter who hits a ball that bounces off the ground into the left field bleachers gets a double.",
        "stipulate"
      ],
      [
        "Luke was one of those ____________ individuals who rarely show their feelings.",
        "stolid"
      ],
      [
        "The geologists examined ____________ rocks left by the retreating glaciers.",
        "striated"
      ],
      [
        "Modern societies tend to be ____________ into classes determined by such factors as wealth and occupation.",
        "stratified"
      ],
      [
        "They sat silently in the room, listening to the telephone's ____________ ringing.",
        "strident"
      ],
      [
        "The medic used a tourniquet to ____________ the woman's bleeding wound.",
        "stanch"
      ],
      ["The speaker's ____________ voice rang through the hall.", "stentorian"],
      [
        "A two-year ____________ in the navy allowed Janet to visit 22 countries.",
        "stint"
      ],
      [
        "Perhaps the central paradox of poetry is that the ____________ imposed by form on a poet of talent can help produce works of great power.",
        "strictures"
      ],
      [
        "In most societies there is a ____________ attached to mental illness.  ",
        "stigma"
      ]
    ]
  },
  {
    "number": "72",
    "words": [
      "strutted",
      "subside",
      "stultifying",
      "substantiate",
      "stupefied",
      "substantive",
      "stygian",
      "subsumes",
      "subpoenaed",
      "subversive"
    ],
    "sentences": [
      [
        "Several people at the party were ____________ from overdrinking.",
        "stupefied"
      ],
      [
        "The experiment provided such ____________ evidence for the new theory that most scientists now accept it.",
        "substantive"
      ],
      [
        "The drill team ____________ into the stadium to perform the half-time show.",
        "strutted"
      ],
      [
        "The scientist was able to formulate a general principle that ____________ five more specific principles.",
        "subsumes"
      ],
      [
        "Businesses complained that government regulations are ____________ free competition and innovation.",
        "stultifying"
      ],
      [
        "The critic called Emily Bronte's novel Wuthering Heights ____________ because it attacks capitalist beliefs.",
        "subversive"
      ],
      [
        "The news that the country was being invaded plunged it into a ____________ gloom.",
        "stygian"
      ],
      [
        "The prosecution ____________ three witnesses it considered vital to its case.",
        "subpoenaed"
      ],
      [
        "The engineers waited for the floodwaters to ____________ before assessing the damage.",
        "subside"
      ],
      [
        "Advocates of the theory that Atlantis existed more than 6,000 years ago sometimes use evidence of dubious authenticity to ____________ their claims.  ",
        "substantiate"
      ]
    ]
  },
  {
    "number": "73",
    "words": [
      "succor",
      "supplanted",
      "suffrage",
      "suppliant",
      "sundry",
      "supplicants",
      "superseded",
      "supposition",
      "supine",
      "syllogism"
    ],
    "sentences": [
      [
        "Some experts predict that books made from paper will one day be ____________ by electronic books.",
        "superseded"
      ],
      [
        "The book tells the story of the protagonist's ____________ adventures in Africa over the last 20 years.",
        "sundry"
      ],
      [
        "The ____________ approached the king, begging him to forgive their offences.",
        "supplicants"
      ],
      [
        "The depressed man found ____________ by going inside the church to pray.",
        "succor"
      ],
      [
        "After eating our picnic lunch, we all lay ____________ on the ground, looking at the clouds.",
        "supine"
      ],
      [
        "The logic instructor asked her class to consider whether the following ____________ was true: Some A are B, some B are C. Therefore, some A are C.",
        "syllogism"
      ],
      [
        "The astronomers searching for extraterrestrial life are proceeding on the ____________ that life requires water.",
        "supposition"
      ],
      [
        "The Twenty-sixth Amendment to the United States Constitution extended ____________ to both men and women from the age of 18 years, largely because of the fact that many men younger than 21 were being conscripted to fight in the Vietnam War but had no vote.",
        "suffrage"
      ],
      [
        "The first generation of digital computers based on vacuum tube technology were ____________ by a second generation of transistorized computers in the late 1950s and 1960s that could perform millions of operations a second.",
        "supplanted"
      ],
      [
        "The painter portrays a ____________ sinner begging for forgiveness.  ",
        "suppliant"
      ]
    ]
  },
  {
    "number": "74",
    "words": [
      "sylvan",
      "tautologies",
      "tacit",
      "taxonomy",
      "taciturn",
      "tenet",
      "talismans",
      "tenuous",
      "tangential",
      "theocracy"
    ],
    "sentences": [
      [
        "By ____________ agreement no one in the group talked about the controversial subject of the war.",
        "tacit"
      ],
      [
        "The judge asked everyone involved in the hearing to avoid introducing information ____________ to the main issue.",
        "tangential"
      ],
      [
        "The poet lives in ____________ seclusion, writing about the beauty of nature.",
        "sylvan"
      ],
      ["Alice is ____________, whereas Amy is garrulous.", "taciturn"],
      [
        "The aim of the revolutionaries was to establish a ____________ in the country run by senior clergy.",
        "theocracy"
      ],
      [
        "Archeologists have discovered objects they believe were used as ____________ by warriors to ward off death.",
        "talismans"
      ],
      [
        "A central ____________ of democracy is that the law should treat everyone equally, regardless of his or her race, gender, or social status.",
        "tenet"
      ],
      [
        "Linnaean ____________ , used in biology, classifies living things into a hierarchy, assigning each a unique place in the system.",
        "taxonomy"
      ],
      [
        "The study has established a relationship, albeit a ____________ one, between brain size in mammals and intelligence.",
        "tenuous"
      ],
      [
        "The English teacher asked the class to consider whether the phrases 'past history' and 'old adage' are ____________.   ",
        "tautologies"
      ]
    ]
  },
  {
    "number": "75",
    "words": [
      "thespians",
      "torpor",
      "timbre",
      "torque",
      "tirade",
      "tortuous",
      "toady",
      "touts",
      "tome",
      "tractable"
    ],
    "sentences": [
      [
        "The musician has a special affinity for the guitar because of its beautiful ____________ .",
        "timbre"
      ],
      [
        "The college ____________ plan to perform three of Shakespeare's comedies this year.",
        "thespians"
      ],
      ["The cafe ____________ its cappuccino as the best in town.", "touts"],
      [
        "The violent prisoner became ____________ after he was given a sedative.",
        "tractable"
      ],
      [
        "Every day the talk show host launches into a ____________ against the failings of modern society.",
        "tirade"
      ],
      [
        "In his Malayan Trilogy, the British novelist Anthony Burgess describes the ____________ induced by hot Malaysian afternoons.",
        "torpor"
      ],
      [
        "The book describes the author's ____________ journey from cynicism and despair to faith and hope.",
        "tortuous"
      ],
      [
        "The diesel model of the Nissan Patrol is popular in Australia because it develops sufficient ____________ to drive through steep, muddy terrain.",
        "torque"
      ],
      [
        "This 800-page ____________ called Biology contains most of the information students need to learn for the introductory biology course.",
        "tome"
      ],
      [
        "Yes, the ____________ won his promotion, but at what cost to his self-respect?   ",
        "toady"
      ]
    ]
  },
  {
    "number": "76",
    "words": [
      "transgressed",
      "transient",
      "treatise",
      "tremulous",
      "translucent",
      "trepidation",
      "travails",
      "truculence",
      "travesty",
      "tryst"
    ],
    "sentences": [
      [
        "The pastor urged the members of his congregation to face life's ____________ cheerfully.",
        "travails"
      ],
      [
        "The gang has such a reputation for ____________ that even the police approach its members with great caution.",
        "truculence"
      ],
      [
        "This afternoon's solar eclipse will be a ____________ phenomenon, so make sure you are ready to observe it as soon as it begins.",
        "transient"
      ],
      ["The philosophic ____________ deals with Spinoza's metaphysics.", "treatise"],
      [
        "The soldier, his voice ____________ , begged his captor not to kill him.",
        "tremulous"
      ],
      [
        "A prism is a ____________ piece of glass or crystal that creates a spectrum of light separated according to colors.",
        "translucent"
      ],
      [
        "The judge in the most recent of the many times Dr. Jack Kervorkian was tried for murder for assisting a terminally ill person to kill himself held that the law is sacrosanct and cannot be ____________ by an individual, even for reasons of conscience.",
        "transgressed"
      ],
      ["Bill and Sue arranged a ____________ for Saturday afternoon.", "tryst"],
      [
        "The defense attorney called the trial of the soldier accused of war crimes a ____________ of justice since the judges were all citizens of the nation that had defeated the country for which her defendant had been fighting.",
        "travesty"
      ],
      [
        "The young scholar approached the problem with considerable ____________ , knowing that it had been thoroughly discussed by many of the great thinkers through the ages.   ",
        "trepidation"
      ]
    ]
  },
  {
    "number": "77",
    "words": [
      "tumid",
      "undulating",
      "turbid",
      "unfeigned",
      "turgid",
      "untenable",
      "tutelary",
      "untoward",
      "uncanny",
      "usury"
    ],
    "sentences": [
      [
        "The student looked up with ____________ astonishment - 'You mean I got a perfect score on the GRE?'",
        "unfeigned"
      ],
      [
        "The prime minister's position became ____________ after he lost the support of his own party, so he resigned from office.",
        "untenable"
      ],
      [
        "The consumer organization accused the credit card company of ____________ after it raised its interest rate to 22 percent per year.",
        "usury"
      ],
      [
        "The head of the commission said that she did not want the report written in the ____________ prose too often found in official documents.",
        "turgid"
      ],
      [
        "The British writer George Orwell often satirized ____________ political prose.",
        "tumid"
      ],
      [
        "The commander told his troops that ____________ circumstances had prevented victory, but that if they fought on valiantly, victory would be achieved eventually.",
        "untoward"
      ],
      [
        "The orbiting spacecraft sent a manned vehicle down to the Martian surface, where it explored the area's ____________ surface.",
        "undulating"
      ],
      [
        "Steve's ____________ ability to predict the outcome of college basketball games has helped him to win a lot of money on bets.",
        "uncanny"
      ],
      [
        "Many people believe that they have a guardian angel, a/an ____________ being that guides and protects them.",
        "tutelary"
      ],
      [
        "After the storm the river was ____________ because of all the soil that had flowed into it from the nearby stream.   ",
        "turbid"
      ]
    ]
  },
  {
    "number": "78",
    "words": [
      "vacillating",
      "vaunted",
      "vacuous",
      "venal",
      "valedictory",
      "vendetta",
      "vapid",
      "variegated",
      "venerated",
      "veracious"
    ],
    "sentences": [
      [
        "The saint is ____________ for her compassion toward all living things.",
        "venerated"
      ],
      [
        "It is a mystery to critics how the writer went from producing ____________ and sentimental stories to turning out some of the best stories ever written in America.",
        "vapid"
      ],
      [
        "The jury's decision was based largely on the testimony of a single witness they believed to be ____________ .",
        "veracious"
      ],
      [
        "The historian's book describes America's allies in Vietnam during the 1960s and 1970s as ____________ and corrupt.",
        "venal"
      ],
      [
        "The booster club held a ____________ breakfast for the football team.",
        "valedictory"
      ],
      [
        "The plot of Romeo and Juliet is centered around a ____________ between two noble families, the Capulets and the Montagues.",
        "vendetta"
      ],
      [
        "Despite its ____________ high-tech weapons, the invading army could not defeat the peasants, who were armed only with rifles.",
        "vaunted"
      ],
      [
        "The actress, a highly intelligent and well-educated young woman, plays the stereotyped part of the ____________ 'bimbo' in the film.",
        "vacuous"
      ],
      [
        "From odd bits of material the artist has achieved ____________ effects.",
        "variegated"
      ],
      [
        "Philip is ____________ between going to medical school and law school.   ",
        "vacillating"
      ]
    ]
  },
  {
    "number": "79",
    "words": [
      "verbose",
      "virtuoso",
      "vertigo",
      "visage",
      "vexations",
      "viscous",
      "viable",
      "vitiated",
      "vindictive",
      "vituperative"
    ],
    "sentences": [
      [
        "The judge cautioned the attorney not to use his summing up as an opportunity to make ____________ remarks about imperfections in the criminal justice system.",
        "vituperative"
      ],
      [
        "Heathcliff, the protagonist of Wuthering Heights, is ____________ in seeking revenge against those he believes have harmed him.",
        "vindictive"
      ],
      [
        "Many people experience ____________ when they stand near the edge of a cliff.",
        "vertigo"
      ],
      [
        "Sergei Rachmaninoff, a distinguished Russian-born composer, was also a ____________ pianist who is famous for his interpretations of late romantic composers.",
        "virtuoso"
      ],
      [
        "On the night before the battle, the soldier had a dream in which he saw the smiling ____________ of his beloved mother.",
        "visage"
      ],
      [
        "The candidate's advisor warned her not to make her acceptance speech ____________ .",
        "verbose"
      ],
      [
        "The engineer designed the motor to be lubricated with very ____________ oil.",
        "viscous"
      ],
      [
        "The congressional committee is trying to work out a ____________ plan to give every American access to affordable, high-quality medical care.",
        "viable"
      ],
      [
        "The effectiveness of the new government will probably be ____________ by factors beyond its control.",
        "vitiated"
      ],
      [
        "Returning home after the war, the soldier reflected that the ____________ of daily civilian life would seem like nothing compared to the suffering he had endured as a conscript on the front line.   ",
        "vexations"
      ]
    ]
  },
  {
    "number": "80",
    "words": [
      "vivisections",
      "vogue",
      "wary",
      "welter",
      "volatile",
      "whimsical",
      "vortex",
      "wistful",
      "warranted",
      "zealot"
    ],
    "sentences": [
      [
        "Brad is such a party ____________ that he has never even considered voting for a candidate who does not belong to his party.",
        "zealot"
      ],
      [
        "Joan's friend said that she should be ____________ of the man loitering around campus.",
        "wary"
      ],
      [
        "Lost in the ____________ of conflicting information was the fact that there was no decisive proof of the theory's validity.",
        "welter"
      ],
      [
        "In James Boswell's Life of Johnson (1775), Samuel Johnson comments that the American colonists are 'a race of convicts;' Boswell, however, expresses a contrary view: 'I had now formed a clear and settled opinion, that the people of America were well ____________ to resist a claim that their fellow subjects in the mother country should have the entire command of their fortunes, by taxing them without their consent.'",
        "warranted"
      ],
      [
        "Militant feminism reached its zenith in the 1960s, and since then a less confrontational approach to asserting women's rights has been in ____________ .",
        "vogue"
      ],
      [
        "Steve advised his friend not to invest in the stock market until it became less ____________ .",
        "volatile"
      ],
      [
        "The animal rights group organized a protest against the ____________ being performed in the university biology laboratory.",
        "vivisections"
      ],
      [
        "The Swiss painter Paul Klee is famous for his humorous, personal, and often ____________ paintings.",
        "whimsical"
      ],
      [
        "All of the people visiting the war memorial had ____________ looks on their faces.",
        "wistful"
      ],
      [
        "The young people of the country were drawn steadily into the ____________ of revolutionary activity.       ",
        "vortex"
      ]
    ]
  }
]
